Repository: slicke/trndi
Catalog: lang/Trndi.jm.po
Languages: jm

source: <div style="font-family: Arial, sans-serif; line-height: 1.6;"><div style="background: #dc3545; color: white; padding: 15px; border-radius: 6px; margin-bottom: 20px; font-weight: bold; text-align: center; border: 2px solid #c82333;">⚠️ ALPHA DRIVER - Please use "NightScout" for daily use! ⚠️</div><h2 style="margin-bottom: 10px;">🌙 NightScout v3 Setup</h2><p style="color: #7f8c8d; font-style: italic; margin-bottom: 15px;">(use FULL access token)</p><ol style="padding-left: 20px;"><li style="margin-bottom: 10px;">Open your NightScout site (e.g., <code style="background: #6495ED; padding: 2px 6px; border-radius: 3px;">https://your-site</code>).</li><li style="margin-bottom: 10px;">Go to <strong>Admin → Tokens</strong> — or <strong>API Secret</strong>.</li><li style="margin-bottom: 10px;">If you use Tokens:<ul style="margin-top: 5px; padding-left: 20px;"><li>Create a token with at least <strong>READ</strong> scope.</li><li>Copy the <strong>FULL</strong> access token value exactly as shown.</li></ul></li><li style="margin-bottom: 10px;">In Trndi:<ul style="margin-top: 5px; padding-left: 20px;"><li><strong>Address:</strong> enter your NightScout URL</li><li><strong>Auth:</strong> paste the FULL access token.</li></ul></li></ol><div style="border-left: 4px solid #ffc107; padding: 12px; margin-top: 15px; border-radius: 4px;"><p style="margin: 0 0 8px 0;"><strong>📝 Note:</strong> If you instead use the legacy API Secret, paste your API Secret value as-is.</p><p style="margin: 0;"><strong>📝 Note 2:</strong> Your access token should look like: <code style="background: #6F8FAF; padding: 2px 6px; border-radius: 3px;">trndi-abc123</code> (or whatever name you chose).</p></div></div>
jm: <div style=\"font-family: Arial, sans-serif; line-height: 1.6;\"><div style=\"background: #dc3545; color: white; padding: 15px; border-radius: 6px; margin-bottom: 20px; font-weight: bold; text-align: center; border: 2px solid #c82333;\">⚠️ ALFADRIVRUTIN- Venligen velj \"NightScout\" fôr dagligt bruk! ⚠️</div><h2 style=\"margin-bottom: 10px;\">🌙 NightScout v3-instellning</h2><p style=\"color: #7f8c8d; font-style: italic; margin-bottom: 15px;\">(anvend HELA access token:et)</p><ol style=\"padding-left: 20px;\"><li style=\"margin-bottom: 10px;\">ôppna din NightScout-sajt (t. ex., <code style=\"background: #6495ED; padding: 2px 6px; border-radius: 3px;\">https://din-sajt</code>).</li><li style=\"margin-bottom: 10px;\">Go till <strong>Admin → Tokens</strong> — eller <strong>API Secret</strong>.</li><li style=\"margin-bottom: 10px;\">Om du anvender Tokens:<ul style=\"margin-top: 5px; padding-left: 20px;\"><li>Skapa ett token med minst <strong>READ</strong> scope.</li><li>Kopiera <strong>HELA</strong> access token:ets verde so som det visas.</li></ul></li><li style=\"margin-bottom: 10px;\">I Trndi:<ul style=\"margin-top: 5px; padding-left: 20px;\"><li><strong>Adress:</strong> ange din NightScout-URL</li><li><strong>Autensiering:</strong> klistra in HELA access token:et.</li></ul></li></ol><div style=\"border-left: 4px solid #ffc107; padding: 12px; margin-top: 15px; border-radius: 4px;\"><p style=\"margin: 0 0 8px 0;\"><strong>📝 OBS:</strong> Om du anvender det fôroldrade API Secret, klistra in din API Secret so som den visas.</p><p style=\"margin: 0;\"><strong>📝 OBS 2:</strong> Ditt access token ska se ut enligt fôljande: <code style=\"background: #6F8FAF; padding: 2px 6px; border-radius: 3px;\">trndi-abc123</code> (eller det namn du valt).</p></div></div>

# trndi.api.nightscout3.sparamusername
source: NightScout URL
jm: NightScout-adress

# trndi.api.xdrip.sparamdesc
source: xDrip setup: Address: your xDrip REST endpoint (base URL). Auth: API secret (plain text; server hashes it).
jm: xDrip-inställningar:r r Adress: din xDrip REST-slutpunkt (base URL).r Auth: API-hemlighet (ren text; inte hashad).

source: <b>xDrip setup:</b><br><br>Address: your xDrip REST endpoint (base URL).<br>Auth: API secret (plain text; server hashes it).
jm: <b>xDrip-instellning:</b><br><br>Adress: din xDrip REST-endpoint (bas-URL).<br>Auth: API secret (ren text; servern hashar den).

# trndi.api.xdrip.sparampassword
source: API Secret
jm: API-hemlighet

source: xDrip URL
jm: xDrip-adress

source: Outdated Readings!
jm: Utdaterade avlesningar!

source: Readings are not fresh, have your phone lost connection to the sensor?
jm: Avlesningarna er inte ferska, har din telefon tappat kontakten med sensorn?

source: Wait. Shutting down extensions engine...
jm: Venta. Stenger tilleggsmotorn...

source: Long ago
jm: Lenge sedan

source: Custom Size [%.2f]
jm: Egen storlek [%.2f]

source: Choose a date
jm: Velj ett datum

source: No readings returned for the selected date range.
jm: Inga avlesningar returnerades fôr valt datumspann.

source: Choose a date to show readings from
jm: Velj ett datum att visa avlesningar fron

source: This is the change from the latest reading
jm: Detta er skillnaden fron tidigare avlesning

source: Your internet connection is working!
jm: Din internetanslutning fungerar!

source: Trndi will now shut down to apply settings, please re-start it manually!
jm: Trndi stengs nu ned fôr att aktivera instellningarna, venligen starta om appen manuellt!

source: HIGH
jm: Hôg

source: » Selected Reading: %s Δ Difference: %s ↔ Trend: %s 📻 RSSI: %s 𐩘 Noise: %s ℹ Source: %s 💻 Device: %s
jm: » Vald Avläsning: %s Δ Skillnad: %s ↔ Trend: %s 📻 Signalstyrka (RSSI): %s 𐩘 Brus: %s ℹ Källa: %s 💻 Enhet: %s

source: Hi > %.1f
jm: Hôg > %.1f

source: Initializing API...
jm: Initierar API...

source: Initializing Chroma...
jm: Initierar Chroma...

source: Attempting to connect...
jm: Fôrsôker ansluta...

source: Initializing custom overrides...
jm: Initierar personliga osidosettanden...

source: Fetching first reading...
jm: Hemta fôrsta avlesning...

source: Processing fonts...
jm: Bearbetar typsnitt...

source: Preparing initial setup...
jm: Fôrbereder initiala instellningar...

source: Verifying license...
jm: Verifierar licens...

source: Attempting to adjust Linux overrides...
jm: Fôrsôker att justera Linux-otidosettanden...

source: Setting up locale settings...
jm: Steller in lokalisering...

source: Attempting to adjust macOS overrides...
jm: Fôrsôker att justera macOS-osidosettanden...

source: Starting Media Backend...
jm: Startar mediasystemet...

source: Processing user profiles...
jm: Bearbetar anvendarprofiler...

source: Initializing UI...
jm: Initierar grenssnittet...

source: Determining glucose unit...
jm: Bedômmer glukosenhet...

source: Initializing UX...
jm: Initierar anvendarupplevelsen...

source: There's no last reading to show
jm: Det finns inget senaste verde att visa

source: Hi = When BG is considered high Lo = When BG is considered low Ranges: Defines "desirable" levels within normal. Not supported by all backends
jm: Hög = När BS anses högt Lo = När BS anses lågt Områden: Satta "önskvärda" nivåer, inom normalområdet. Stöds inte av alla system

source: Limit Explanation
jm: Begrensa fôrklaring

source: LOW
jm: Log

source: Lo < %.1f
jm: Log < %.1f

source: Force update
jm: Tvinga uppdatering

# trndi.strings.rs_menu_help
source: Help
jm: Hjelp

source: Glucose
jm: Blodsocker

# trndi.strings.rs_menu_settings
source: Settings
jm: Instellningar

source: Showing the standard user
jm: Visar standardanvendaren

source: Trndi found multiple accounts. Please choose one for this instance
jm: Trndi hittade fler konton. Venligen velj ett fôr denna instans

source: Trndi found multiple accounts. Please choose one for this instance, or continue with the default account
jm: Trndi hittade flera konton. Velj ett fôr denna session, eller fortsett med standardkontot

source: User select
jm: Kontoval

# trndi.strings.rs_noplugins
source: Built Without Support
jm: Byggd utan stôd

source: No readings recieved. Has your CGM synced recently? Is the remote server working?
jm: Inga avläsningar mottogs. Har din CGM synkat nyligen? Fungerar servern?

source: No fresh data is available. Trndi will attemp to fetch data until recent values are available
jm: Ingen färsk data finns att tillgå Trndi kommer försöka hämta data tills dess nyliga värden finns

source: Your internet connection is not working, Trndi cannot fetch readings!
jm: Din internetanslutning fungerar inte. Trndi kan inte hemta avlesningar!

source: Over range
jm: ôver omrode

source: Under range
jm: Under omrode

source: over
jm: ôver

source: Predictions unavailable
jm: Fôrutspoelser otillgengliga

source: Force predictions
jm: Tvinga fôrutspoelser

source: Enter the amount of readings to predict (1-20)
jm: Ange antalet avlesningar att fôrutspo (1-20)

source: Force a prediction
jm: Tvinga en fôrutspoelse

source: Exit Trndi?
jm: Avsluta Trndi?

source: Quit the app?
jm: Avsluta appen?

source: The entire window will now change color when out of range, instead of just displaying a colored notification in the top. Applies after the next sync.
jm: Hela fônstret kommer hedanefter att fergas ner blodsockret er utanfôr omrodet, istellet fôr att endast meddelandet hôgst upp fergas. Verkstells efter nesta synkronosering.

source: Range Hi > %.1f
jm: Omrode Hôgt > %.1f

source: Hi range not supported by API
jm: Hôgt omrode stôds inte av kellans grenssnitt

source: Range Lo < %.1f
jm: Lmrode logt < %.1f

source: Lo range not supported by API
jm: Logt omrode stôds inte av kellans grenssnitt

source: Trndi must be restarted for settings to take effect
jm: Trndi moste startas om innan endringarna aktiveras

source: Reading history
jm: Avlesningshistorik

source: These are the messages currently held in Trndi's log
jm: Dessa er meddelandena som finns i Trndis log

source: Reading
jm: Avlesning

# trndi.strings.rs_rh_time
source: Time
jm: Tidpunkt

source: Historical readings
jm: Historiska verden

# trndi.strings.rs_rh_unknown
source: Unknown
jm: Okend

source: The settings dialog will now open, in the future please right-click the reading to open the menu.
jm: Instellningarna kommer nu att ôppnas, i framtiden venligen hôger-klicka fôr att ôppna menyn.

source: Safe Mode Enabled
jm: Felsekert lege aktiverat

source: Trndi is running in <b>Safe Mode</b>!<ul><li>No start-up actions from extensions will run</li><li>You cannot use, and no actions will trigger from, extensions</li></ul><br>Extensions will load next run, unless you press <b>CTRL</b>!
jm: Trndi kôrs i <b>felsekertlege</b>!<ul><li>Inga startotgerder fron tillegg kôrs</li><li>Du kan inte anvenda, och inga otgerder kommer att kôras fron, tillegg</li></ul><br>Tillegg kommer att kôras nesta start, sovida du inte trycker <b>CTRL</b>!

source: Adjust: %.2f / Scale: %.2fx
jm: Justering: %.2f / Skala: %.2fx

source: Dot Adjustment
jm: Punktjustering

source: Add dot adjustment
jm: Legg till punktjustering

source: You can enter plus or minus. Plus = down. 0 = neutral
jm: Du kan ange plus eller minus. Plus = ned, 0 = neutral

source: Predictions:
jm: Fôrutspoelser:

source: %s (%s) %s Default Separator: %s
jm: %s (%s)r %sr Standardsavgränsare: %s

source: Save settings?
jm: Spara instellningarna?

source: Settings saved and applied. Some settings may require a restart
jm: Instellningarna sparades och applicerades. Vissa instellningar kan kreva en omstart

source: Would you like to save any changes made?
jm: Vill du spara eventuella endringar?

# trndi.strings.rs_setup
source: Setup
jm: Konfig

source: Loading Extension:
jm: Laddar tillegg:

source: Loading Extensions...
jm: Laddar tillegg...

source: This is your time in range for the last %d hours and %d minutes Your low limit is %.1f, high is %.1f Your low range is %.1f, high is %.1f
jm: Detta är din tid i målområdet under de senaste %d timmarna och %d minuterna Din låga gräns är %.1f, hög är %.1f. Ditt låga område är %.1f, hög är %.1f

source: This is your time in range for the last hour and %d minutes Your low limit is %.1f, high is %.1f Your low range is %.1f, high is %.1f
jm: Detta är din tid i målområdet under den senaste timmen och %d minuterna Din låga gräns är %.1f, hög är %.1f Ditt låga område är %.1f, hög är %.1f

source: This is your time in range for the last %d minutes Your low limit is %.1f, high is %.1f Your low range is %.1f, high is %.1f
jm: Detta är din tid i målområdet under de senaste %d minuterna Din låga gräns är %.1f, hög är %.1f Ditt låga område är %.1f, hög är %.1f

# trndi.strings.rs_tpobottomleft
source: Bottom Left
jm: Nere till venster

# trndi.strings.rs_tpobottomright
source: Bottom Right
jm: Nere till hôger

# trndi.strings.rs_tpocenter
source: Desktop Center
jm: Mitten av skrivbordet

# trndi.strings.rs_tpocustom
source: Last position
jm: Senaste posisjon

# trndi.strings.rs_tpotopright
source: Top Right
jm: Hôger topp

source: Trndi on GitHub
jm: Trndi po GitHub

source: Loading
jm: Laddar

source: Blood sugar high
jm: Hôgt blodsocker

source: Blood sugar low
jm: Logt blodsocker

source: No longer announcing readings aloud
jm: Leser inte upp verden

source: Announcing readings aloud
jm: Leser upp verden

source: Apply this value when Trndi starts?
jm: Les in detta verde ner Trndi startar?

source: Remember setting?
jm: Kom ihog instellning?

source: Save?
jm: Spara?

source: Customize dot size
jm: Anpassa punktstorlek

# trndi.strings.sdotsize
source: Dot Size
jm: Punktstorlek

source: Enter a value, the dot size will multiply by this
jm: Skriv in ett verde, punktstorleken kommer att gongras med detta

source: Extension Confirmation
jm: Tilleggsbekreftelse

source: Extension Error
jm: Fel i tillegg

source: Extension Event
jm: Tilleggshendelse

source: Extension Message
jm: Tilleggsmeddelande

source: User Information
jm: Anvendarinformasjon

source: Extension Warning
jm: Tilleggsvarning

source: Forcefully refresh the reading?
jm: Tvinga uppdatering av avlesning?

source: Force refresh will bypass the cache and make an immediate API call. Waiting allows the system to use cached data efficiently.
jm: Tvingad uppdatering kommer att fôrbigo cachen och uppdatera omedelbart. Om du ventar kan systemet anvenda cachead data effektivt.

# trndi.strings.slogdesc
source: Trndi has captured data sent to console.log in a JavaScript extension
jm: Trndi har fongat utdata fron console.log i ett JavaScript-tillegg

source: <No message provided>
jm: <Inga meddelanden finns>

source: No buffered console messages to show.
jm: Inga buffrade konsolmeddelanden att visa.

# trndi.strings.slogrecevive
source: Output through console.log has been received
jm: Utmatning genom console.log har mottagits

# trndi.strings.snotrace
source: No stack trace available
jm: Ingen stacksporning finns

source: Refresh?
jm: Les om?

# trndi.strings.sstackerrmsg
source: Error: %s Stack: %s %s
jm: Fel: %s Stack: %s %s

# trndi.strings.sstackfailed
source: An error occurred, and the stacktrace could not be loaded. Showing backtrace.
jm: Ett fel uppstod och stacksporningen kunde inte laddas. Visar bakotsporning.

source: Transmitter information
jm: Sendarinformasjon

# trndi.strings.stypeerrcapt
source: A data type differes from what was expected
jm: En datatyp skiljer sig fron vad som fôrventats

# trndi.strings.stypeerrdesc
source: The extension was stopped
jm: Tillegget stoppades

# trndi.strings.stypeerrmsg
source: A data type was expected, but another was found
jm: En datatyp fôrventades, men en annan potreffades

# trndi.strings.sunknownerr
source: Unknown error
jm: Okent fel

source: Auto-detect
jm: Automatisk

source: This controls how Trndi's icon in the status bar and/or tray will notify you visually.
jm: Detta styr hur Trndi:s ikon visas i statusfeltet och/eller klockkonen notifierar dig visuellt.

source: This backend is in a beta stage, it may not work as intended! If possible, choose another backend.
jm: Denna datakälla är i betastadiet, den kanske inte fungerar korrekt! Om möjligt, välj en annan källa.

source: Select your CGM system in the list, then enter your credentials
jm: Velj ditt CGM-system, ange sedan dina uppgifter

source: Trndi can draw a rectangle/background in the graph's background, to visually represent your high and low limits.
jm: Trndi kan rita en rektangel/bakgrund i grafens bakgrund, fôr att visuellt representera dina grenser fôr hôgt och logt.

source: Settings for "default" only apply while multi-user is active
jm: Instellningar fôr \"standard\" geller endast medan flera konton finns

source: These settings are available when using a multi-account
jm: Dessa instellningar er tillgengliga ner flera anvendare finns

source: Override/set your own limits for the custom range. This is your personal ideal goal, within the high/low area.
jm: ôverskrid/sett dina egna grenser fôr ditt fôredragna omrode. Detta er ditt ideala mol, inom grenserna fôr hôgt/logt.

source: (Ignored for debug backend)
jm: (Ignorerat i debuglege)

source: This is a debug backend. It's used for testing purposes only! No data will be sent to any remote server.
jm: Detta är ett utvecklingsbackend. Det används bara för test! Ingen data kommer skickas till någon fjärrserver.

# uconf.rs_default_account
source: Default
jm: Standard

source: Dexcom servers do not provide custom high and low blood sugar values. Please set your own thresholds in the Customization tab.
jm: Dexcom:s servrar tillhandahåller inte värden för vad som är högt och lågt. Vänligen ställ in dina egna gränser under fliken Personalisera.

source: Driver contributor:
jm: Bidragen av:

source: Names must be unique
jm: Namn moste vara unika

source: Please enter a name
jm: Venligen ange ett namn

source: Letters, space and numbers only
jm: Endast bokstever, mellanslag och nummer

source: Enter a username
jm: Ange ett anvendarnamn

source: Choose an icon for the current point in the graph
jm: Velj en ikon fôr den nuvarande punkten i grafen

source: This will be used for curent graph point
jm: Denna kommer anvendas fôr den nuvarande grafpunkten

source: Choose an icon for points in the graph
jm: Velj en ikon fôr punkterna i grafen

source: This will be used for graph points
jm: Denna kommer att anvendas fôr grafpunkterna

source: Choose icon
jm: Velj ikon

source: Shows if Trndi detected a touch screen
jm: Visar om Trndi uppteckt en pekskerm

source: Trndi supports more than one user, this is called the multi user mode. In this section you can add/remove accounts. There's always a default account which cannot be deleted. Accounts have their own settings and remote servers, and are "sandboxed". Start a new instance of Trndi to log in to a given user account.
jm: Trndi stöder mer än en användare, detta kallas fleranvändarläge. I denna del kan du lägga till/ta bort konton. Det finns alltid ett standardkonto som inte kan raderas. Konton har sina egna inställningar och fjärrservrar samt är "sandboxade". Starta en ny instans av Trndi för att logga in på ett givet konto.

source: New version available
jm: Ny version tillgenglig

# uconf.rs_notifications
source: Notifications
jm: Notiser

source: Trndi will show a system notification (if available) when your reading is in a dangerous state. Alerts will trigger once when hi/low and every 15 minutes when readings are missing.
jm: Trndi kommer visa en systemnotifikasjon (om môjligt) ner dina avlesningar er farliga. Notifikasjoner kommer visas en gong ner du er hôg/log och var 15 minut ner avlesningar saknas.

source: Notifications will appear where you normally get notification messages.
jm: Notiser visas der du brukar se notismeddelanden.

source: A notification system is required
jm: Ett notissystem krevs

source: - Extension has no copyright info -
jm: - Tillegget saknar upphovsrettsinfo -

source: This version of Trndi does not support extensions
jm: Denna version av Trndi stôder inte tillegg

source: Please download a version of Trndi that supports extensions
jm: Venligen ladda hem en version av Trndi som stôder tillegg

source: This is the time after which Trndi will show the "no recent" readings overlay. Trndi checks this when updating from the remote server, not every minute.
jm: Detta er den tid efter vilken Trndi visar \"inga ferska avlesningar\". Trndi kontrollerar detta ner en uppdatering sker fron servern, inte varje minut.

source: Setting values here allows you to define your own high and low blood sugar limits in Trndi. NightScout: Trndi automatically retrieves your custom high and low settings from NightScout, so manually setting them here is usually unnecessary. Dexcom: Dexcom servers do not provide custom high and low values. By setting them here, you can establish your own thresholds for Dexcom data.
jm: Om du ställer in dessa värden, kan du ställa in egna gränser för höga och låga blodsockernivåer i Trndi. NightScout: Trndi hämtar automatiskt dina satta höga och låga nivåer från NightScout, att manuellt ställa in dem här är normalt sätt inte nödvändigt. Dexcom: Dexcoms servrar tillhandahåller inte egna höga och låga gränsvärden. Genom att skriva in värdena här, ställer du in gränserna direkt i Trndi.

source: Choose which language to run Trndi in. Should you choose the wrong one, you can press the Windows/"meta" button at start to force English!
jm: Velj vilket sprok Trndi ska startas po. Om du veljer fel, kan du holla ned Windows/\"meta\"-knappen vid start fôr att tvinga engelska!

source: You are using the NightScout backend, you should set these values on your server (if possible), as Trndi uses your NightScout preferences by default
jm: Du anvender NightScout, du bôr setta dessa verden po din server (om môjligt), eftersom Trndi plockar upp verdena som standard

source: Restricted Feature
jm: Begrensad funksjon

source: This feature depends on your Window Manager. It may not support this feature.
jm: Denna funksjon beror po din fônsterhanterare ((WM). Den kanske inte stôder denna funksjon.

source: Trndi will try to predict future readings. This is experimental and potentially unsafe! Do not make any treatment decisions based on these values! This feature is used on your own risk and responsibility!
jm: Trndi kommer fôrsôka att fôrutspo framtida verden. Detta er experimentellt och potentiellt osekert! Gôr inga behandlingar baserat po dessa verden! Du anvender funksjonen po egen risk och ansvar!

source: Trndi can predict/guess what your reading will be in the future. This will be shown in the lower right part of the screen.
jm: Trndi kan fôrutspo/gissa vad avlesningen kommer visa i framtiden. Detta visas i skermens nedre hôgra hôrn.

source: The prediction horizon is how far in the future Trndi will show predictions, when just showing one. This is not an exact time, it may vary, it's just a target time.
jm: Prognoshorisonten er hur longt i framtiden Trndi fôrutspor avlesningar, ner endast en visas. Tiden er inte exakt, den kan variera, utan er endast ett mol.

source: When in Privacy Mode, the actual blood glucose value is hidden. Trndi will only tell the user if it's good, high or low.
jm: Ner privat lege er aktiverat, visas inte avlesningar. Trndi visar istellet bara om sockret er bra, hôgt eller logt.

source: Removed accounts are made inactive, and can be restored by adding the same name again
jm: Borttagna konton blir inaktiva, de kan oterstellas genom att skapa om anvendaren med sanna namn

source: Trndi won't allow a larger limit, for your own saftey. This can be overridden manually/via plugin
jm: Trndi tilloter inte en stôrre grens, fôr din egen sekerhet. Detta kan ôverskrivas manuellt/via plugin

source: Trndi won't allow a lower limit, the backend system only reports values every 5 minutes. 6 = one reading missing.
jm: Trndi tilloter inte en legre grens, backendsystemet rapporterar bara verden var 5:e minut. 6 = en missad avlesning.

source: Select a font
jm: Velj ett typsnitt

source: Select a font for the arrow
jm: Velj ett typsnitt fôr pilen

source: Choose a font to use
jm: Velj ett typsnitt

source: Select a font for the reading
jm: Velj ett typsnitt fôr avlesningen

source: Select a font for the time
jm: Velj ett typsnitt fôr tiden
