Repository: slicke/trndi
Catalog: lang/Trndi.*.po
Languages: sv

source: An error occurred while creating a message dialog
sv: Ett fel uppstod medan en meddelanderuta skulle skapas

source: Script execution failed
sv: Skriptkörning misslyckades

source: Error occurred in extension
sv: Fel i ett tillägg

source: Extension error
sv: Tilläggsfel

source: Key
sv: Nyckel

source: Select
sv: Välj

source: Abort
sv: Avsluta

source: Agree
sv: Accepterar

source: All
sv: Alla

source: Cancel
sv: Avbryt

# slicke.ux.alert.smbuxclose
source: Close
sv: Stäng

# slicke.ux.alert.smbuxdefault
source: Default
sv: Standard

# slicke.ux.alert.smbuxhelp
source: Help
sv: Hjälp

source: Ignore
sv: Ignorera

source: Minimize
sv: Minimera

source: No
sv: Nej

source: No To All
sv: Nej till allt

source: Open File
sv: Öppna fil

source: Read...
sv: Läs...

source: Retry
sv: Försök igen

source: Snooze
sv: Snooza

source: Yes To All
sv: Ja till allt

source: Yes
sv: Ja

source: Message
sv: Meddelande

source: Leave the app and open your browser? The link may not be secure!
sv: Lämna appen och öppna din webbläsare? Länken kanske inte är säker!

source: Open external link?
sv: Öppna extern länk?

source: Value
sv: Värde

# tfbg.bmenupanelclose.caption
source: ✖ Close
sv: ✖ Stäng

# tfbg.bsettings.caption
source: Settings
sv: Inställningar

source: ⇱ Full screen
sv: ⇱ Fullskärm

source: ☰ Menu
sv: ☰ Meny

# tfbg.btouchsettings.caption
source: ⚙ Settings
sv: ⚙ Inställningar

source: No recent readings!
sv: Inga färska avläsningar!

# tfbg.lpredict.caption
source: Predictions
sv: Förutspåelser

source: Time In Range
sv: Tid i område

# tfbg.lval.caption
source: Setup
sv: Konfig

source: Show last-day readings
sv: Visa dygnsavläsningar

source: Adjust Dot Positions
sv: Justera punktpositioner

source: Dot stats
sv: Punktstatistik

source: > Service Menu
sv: > Servicemeny

source: Alterante arrow and reading
sv: Växla pil och värde

# tfbg.miannounce.caption
source: Announce readings
sv: Läs ut avläsningar

source: Force Touchscreen
sv: Tvinga pekskärm

source: Force No
sv: Tvinga Nej

source: Force Yes
sv: Tvinga Ja

source: Current Basal
sv: Nuvarande basal

source: No borders
sv: Inga kanter

source: Show clock every 20 sec
sv: Visa klockan var 20 sek

# tfbg.micustomdots.caption
source: Custom Size
sv: Egen storlek

source: Announce raw backend data
sv: Annonsera rådata från backendet

source: Run DNS Lookup Test
sv: Kär DNS-kontrolltest

# tfbg.midotbig.caption
source: Big
sv: Stor

source: Huge
sv: Enorm

source: Are dots in view?
sv: Syns punkterna?

# tfbg.midotsize.caption
source: Dot Size
sv: Punktstorlek

# tfbg.midotsmall.caption
source: Small
sv: Liten

source: Reading: ?
sv: Avläsning: ?

# tfbg.miexit.caption
source: Exit Trndi
sv: Avsluta Trndi

source: Extensions Log
sv: Tilläggslogg

source: Show Floating Window
sv: Visa flytande fönster

source: Force Update
sv: Tvinga uppdatering

source: Toggle Fullscreen
sv: Växla fullskärm

source: Show Guide Lines
sv: Visa stödlinjer

source: Show history
sv: Visa historik

source: Limits
sv: Gränser

source: Explain
sv: Förklara

source: On top
sv: Överst

source: Prediction...
sv: Förutsägelse...

source: More options
sv: Ytterligare val

source: Use range color for window
sv: Färga fönstret med områdesfärg

source: Show readings since..
sv: Visa avläsningar sedan...

source: Refresh in:
sv: Uppdaterar om:

source: &Settings
sv: &Inställningar

# tfbg.pnoffrange.caption
source: - Off Range -
sv: - Utanför område -

# tfbg.pnoffreading.caption
source: Off Reading
sv: Värde utanför

source: Last recieved reading:
sv: Senast mottagna värde:

source: + Add
sv: + Ny

source: Go to Quick Settings
sv: Gå till Snabbinställningar

source: Show Folder
sv: Visa mapp

source: - Remove
sv: - Radera

# tfconf.btemplatecurrent.caption
source: Template
sv: Mallar

# tfconf.btemplatetrend.caption
source: Template
sv: Mallar

source: Test
sv: Testa

source: Test Announce
sv: Testa notis

source: Test proxy
sv: Testa proxy

source: Test Speech
sv: Testa tal

source: Reset
sv: Återställ

# tfconf.btusersave.caption
source: Save
sv: Spara

# tfconf.button2.caption
source: Reset Fonts
sv: Återställ typsnitt

source: Check for update
sv: Kolla uppdatering

# tfconf.button4.caption
source: Reset Dots
sv: Återställ punkter

# tfconf.caption
source: Settings
sv: Inställningar

source: Alert me when blood sugar is high/low
sv: Notifiera mig när blodsockret är högt/lågt

source: Alert me when readings are missing / not fresh
sv: Notifiera mig när avläsningar saknas / inte är färska

source: Enable Razer Chroma integration
sv: Slå på Razer Chroma-integrationen

# tfconf.cbchromahigh.text
source: Breath (pulse)
sv: Andas (puls)

# tfconf.cbchromalow.text
source: Breath (pulse)
sv: Andas (puls)

source: Make units green when reading is normal
sv: Gör enheter gröna vid normalt värde

# tfconf.cbcust.caption
source: Use custom values
sv: Använd egna värden

# tfconf.cbcust1.caption
source: Use custom values
sv: Använd egna värden

# tfconf.cbcustrange.caption
source: Use custom values
sv: Använd egna värden

source: Badge Flashing
sv: Brickflashning

source: Flash on high blood sugar
sv: Blixtra vid högt blodsocker

source: Flash on low blood sugar
sv: Blixtra vid lågt blodsocker

source: Flash on perfect reading (5.5mmol/L / 100mg/dL)
sv: Blixtra vid perfekt värde (5,5mmol/L / 100mg/dL)

source: Trend Dots
sv: Trendpunkter

source: Multi-touch
sv: Multipek

source: Pause music when high/low
sv: Pausa musiken vid hög/låg

source: System notifications
sv: Systemmeddelanden

source: Show a sidebar when value is not in range
sv: Visa en sidopanel när värdet inte är i målområdet

source: Color the graph's background with your range
sv: Rita grafens bakgrund med ditt målområde

source: Color the graph's background with your custom range
sv: Rita grafens bakgrund med ditt föredragna område

source: Show threshold lines
sv: Visa gränslinjer

source: Show glucose predictions
sv: Visa glukosförutspåelser

source: Show only trend arrows / 1 reading (short mode)
sv: Visa endast trendpilar / 1 avläsning (short mode)

source: Use full arrow set (↑↑, ↑, ↗, →, ↘, ↓, ↓↓)
sv: Visa alla pilar (↑↑, ↑, ↗, →, ↘, ↓, ↓↓)

source: 10 minutes
sv: 10 minuter

source: small
sv: liten

source: Privacy Mode (Hide glucose value)
sv: Privat läge (dölj glukosvärde)

source: Remember window size
sv: Kom ihåg fönsterstorlek

source: Show reading time (instead of minutes ago)
sv: Visa avläsningstid (istället för minuter sedan)

source: Include full high/low in time-in-range, not just the custom range
sv: Inkludera hela hög/låg som tid-i-målområde, inte bara föredraget område

# tfconf.cbtircolor.caption
source: Use this color:
sv: Med denna färg:

# tfconf.cbtircolorbg.caption
source: Adjust color based on background
sv: Justera färg baserat på bakgrund

# tfconf.cbtircolorbgcustom.caption
source: Adjust color based on background
sv: Justera färg baserat på bakgrund

# tfconf.cbtircolorcustom.caption
source: Use this color:
sv: Med denna färg:

source: Show a smiley instead of percentage
sv: Visa en smiley istället för procent

source: Color the title bar with glucose color (Windows only)
sv: Färga titeln med blodsockerfärgen (endast Windows)

source: Touch screen
sv: Pekskärm

source: Account color
sv: Kontofärg

source: Display users' colors on the main and floating windows
sv: Visa användares färger på huvud- och det flytande fönstret

source: Enable Web API
sv: Slå på Web-API:et

# tfconf.cgnotifications.caption
source: Notifications
sv: Notiser

# tfconf.cl_hi_bg.caption
source: High
sv: Hög

source: High Background
sv: Bakgrund hög

# tfconf.cl_hi_txt.caption
source: High
sv: Hög

source: High Text
sv: Text hög

# tfconf.cl_lo_bg.caption
source: Low
sv: Låg

source: Low Background
sv: Bakgrund låg

# tfconf.cl_lo_txt.caption
source: Low
sv: Låg

source: Low Text
sv: Text låg

source: Display Preferences
sv: Visningsval

source: Account Settings
sv: Kontoinställningar

source: Network
sv: Nätverk

# tfconf.gboverride.caption
source: Override High / Low limits
sv: Åsidosätt höga / låga gränser

# tfconf.gboverride1.caption
source: Override High / Low limits
sv: Åsidosätt höga / låga gränser

source: Play Media
sv: Spela Media

source: Use URL
sv: Använd URL

source: System Features
sv: Systemfunktioner

source: Available Extensions
sv: Tillgängliga tillägg

source: Extension Info
sv: Tilläggsinfo

source: All accounts
sv: Alla konton

source: Extra Settings
sv: Extrainställningar

source: In-range coloring
sv: Färglägg gränser

source: Override Custom Range
sv: Överskrid föredraget område

# tfconf.groupbox8.caption
source: Predictions
sv: Förutspåelser

# tfconf.groupbox9.caption
source: Display
sv: Visning

# tfconf.label1.caption
source: Readings are outdated after (minutes):
sv: Avläsningar anses gamla efter (minuter):

source: High (eg https://open.spotify.com/... or spotify:track:...)
sv: Hög (t ex https://open.spotify.com/... eller spotify:track:...)

source: Low (eg https://open.spotify.com/... or spotify:track:...)
sv: Låg (t ex https://open.spotify.com/... eller spotify:track:...)

# tfconf.label12.caption
source: Perfect Reading (5.5mmol/L or 100 mg/dL)
sv: Perfekt avläsning (5,5mmol/L eller 100 mg/dL)

source: NOTE: Support depends on your data source
sv: OBS: Stöds inte av alla datakällor

# tfconf.label15.caption
source: Server Address / Dexcom Username
sv: Serveradress / Användare Dexcom

source: Current dot:
sv: Nuvarande punkt:

source: These settings reside in different parts of the settings dialog, but has been collected here for your convinience!
sv: Dessa inställningar finns på diverse platser i inställningarna, men har samlats här för din bekvämlighet!

source: Connection
sv: Anslutning

source: Trend dot:
sv: Punktsymbol:

source: The custom range is a subrange with your ideal goal.
sv: Föredraget område är ett inre område med ditt ideala mål.

source: NOTE: Colors will be blended with Trndi's background
sv: OBS: Färgerna kommer att blandas med Trndis bakgrund

source: Change Trndi's default background colors, depending on glucose reading
sv: Ändra Trndis standardfärger för bakgrund, beroende på glukosavläsning

source: Change Trndi's default text colors, depending on glucose reading
sv: Ändra Trndis standardfärger för text, beroende på glukosavläsning

source: Change Trndi's default background and colors, when in the custom range
sv: Ändra Trndis standardfärger för bakgrund och text, när du är i eget område

source: Maximum delta slots
sv: Maximala deltapunkter

source: High (eg https://url.local/hi)
sv: Hög (tex https://url.local/hög)

source: Low (eg https://url.local/lo)
sv: Låg (t ex http://url.local/låg)

# tfconf.label28.caption
source: Perfect Reading (5.5mmol/L or 100 mg/dL)
sv: Perfekt avläsning (5,5mmol/L eller 100 mg/dL)

source: Trndi can control the color of Razer keyboards, mouses and other devices
sv: Trndi kan kontrollera färgen på Razertangentbord, möss och andra enheter

source: Nickname:
sv: Smeknamn:

source: Trndi will control these devices:
sv: Trndi kommer kontrollera dessa enheter:

source: Units will pulse in red on high and blue on low
sv: Enheterna kommer pulsera i rött vid högt och blått vid lågt

source: Razer Synapse required on Windows. OpenRazer on Linux. No support for other platforms at this time.
sv: OBS: Razer Synapse krävs på Windows. OpenRazer på Linux. Inget stöd för andra plattformar just nu.

# tfconf.label34.caption
source: Readings are outdated after (minutes):
sv: Avläsningar anses gamla efter (minuter):

source: Window start-up position
sv: Position av fönster vid start

source: Black = transparent
sv: Svart = genomskinlig

source: Language
sv: Språk

source: Time-in-range (TIR) is the amount of time you are within your high/low goal.
sv: Tid i målområdet (TIR) är den tid du varit inom ditt mål för höga/låga värden.

source: Click on the time, reading or arrow to change it's font
sv: Klicka på tiden, avläsningen eller pilen för att ändra dess typsnitt

source: Trndi can trigger Spotify or Deezer to play a song when low/high
sv: Trndi kan spela en låt på Spotify eller Deezer när du är hög/låg

source: Proxy Host:
sv: Proxyvärd:

source: Proxy Pass:
sv: Proxylösen:

source: Proxy User:
sv: Proxyanvändare:

source: Libraries
sv: Bibliotek

source: Unknown Architecture
sv: Okänd arkietektur

source: On high:
sv: Vid högt:

source: On low:
sv: Vid lågt:

source: Glucose Predictions Settings
sv: Inställningar för glukosförutspåelse

# tfconf.ldot.caption
source: PREVIEW
sv: FÖRHANDSVISNING

# tfconf.ldotnow.caption
source: PREVIEW
sv: FÖRHANDSVISNING

# tfconf.lext.caption
source: Plugin Folder
sv: Pluginmapp

source: for more info
sv: för mer information

source: Extensions count:
sv: Tilläggsantal:

source: Choose an extension
sv: Välj ett tillägg

# tfconf.lhiover.caption
source: High over
sv: Högt över

# tfconf.lhiover1.caption
source: High over
sv: Högt över

source: Maximum minutes to count time in range on (depending on source data availability):
sv: Max minuter att räkna tid-i-målområde på (beror på tillgänglig data):

# tfconf.lhiover3.caption
source: High over
sv: Högt över

source: License
sv: Licens

# tfconf.llounder.caption
source: Low under
sv: Lågt under

# tfconf.llounder1.caption
source: Low under
sv: Lågt under

# tfconf.llounder2.caption
source: Low under
sv: Lågt under

source: Unknown System
sv: Okänt system

source: API Key / Dexcom Password
sv: API-nyckel / Dexcom-lösenord

source: Prediction horizon:
sv: Prognoshorisont:

source: Trend arrow size:
sv: Trendpilsstorlek:

source: Compatibility mode: Your window manager does not support all features, please consider eg KDE
sv: Kompatibilitetsläge: Din fönsterhanterare stöder inte alla funktioner, överväg t ex KDE

source: Enter a proxy server below, to have Trndi connect using it. Should the connection fail, Trndi will fall back to a direct connection. Proxy support is available for Windows, Linux, BSD and Haiku. macOS users must set the proxy settings in their System Settings. Leave empty to use a normal connection.
sv: Ange en proxyserver nedan, så ansluter Trndi till den. Om anslutningen misslyckas, kommer Trndi ansluta direkt. Proxystöd finns för Windows, Linux, BSD och Haiku. macOS-användare måste ställa in proxy i Systeminställningarna. Lämna tomt för att använda en vanlig anslutning.

source: Proxy Settings
sv: Proxyinställningar

source: Test an announcement
sv: Testa en notis

source: Test a spoken string
sv: Testa en talad sträng

source: Tray icon size:
sv: Panelikonstorlek:

source: User:
sv: Användare:

source: Add users below, if you wish to track more than one person.
sv: Lägg till användare nedan, om du vill spåra fler än en person.

source: Please wait...
sv: Var god dröj...

source: WARNING: This is a very experimental feature!. Do not depend on these readings!
sv: VARNING: Detta är en experimentell funktion! Lita inte på dessa värden!

source: Unknown Widgetset
sv: Okänt grafiksystem

source: Unknown Window Manager
sv: Okänd fönsterhanterare

source: Arrow only
sv: Endast pil

source: Show time and value (e.g., ⏱10' ↗ 5.5)
sv: Visa tid och värde (t.ex., ⏱10' ↗ 5.5)

source: Display Unit
sv: Enhetstyp

source: Advanced
sv: Avancerat

source: Backgrounds
sv: Bakgrunder

source: Colors
sv: Färger

source: Quick Settings
sv: Snabbinställningar

source: Customization
sv: Personalisera

source: Custom range
sv: Eget område

# tfconf.tsdisplay.caption
source: Display
sv: Visning

source: Extensions
sv: Tillägg

source: General
sv: Allmänt

source: Integrations
sv: Integrationer

source: Multi User
sv: Fler användare

# tfconf.tstexts.caption
source: Texts
sv: Texter

# tfconf.tstir.caption
source: Time-in-range
sv: Tid-i-målområde

source: Floating Display
sv: Flytande visning

# tffloat.lval.caption
source: Setup
sv: Konfig

source: &Hide
sv: &Göm

# tffloat.mibig.caption
source: Big
sv: Stor

source: Show clock
sv: Visa klocka

# tffloat.micustomsize.caption
source: Custom
sv: Egen

# tffloat.micustomvisible.caption
source: Custom
sv: Egen

source: Black
sv: Svart

source: Font Color
sv: Typsnittsfärg

source: Main Window Color
sv: Huvudfönstrets färg

source: White
sv: Vit

source: Show/Hide Main Window
sv: Visa/göm huvudfönstret

source: Size
sv: Storlek

# tffloat.mismall.caption
source: Small
sv: Liten

# tffloat.mivisible.caption
source: Visibility
sv: Synlighet

source: Very Big
sv: Mycket stor

source: Loading:
sv: Laddar:

# tfsplash.lsplashwarn.caption
source: ⚠️ IMPORTANT MEDICAL WARNING ⚠️ This app is NOT a medical device. • Do NOT make medical decisions based on this data • Data may be WRONG, delayed, or unavailable • Always verify with your official CGM device • For emergencies, contact medical professionals By continuing, you acknowledge that: • You use this app at your own risk • The developers have NO LIABILITY • You have read and agree to the full terms This app is licensed under the GNU General Public License version 3 with an additional medical disclaimer. See https://github.com/slicke/trndi/LICENSE.md
sv: ⚠️ VIKTIG MEDICINSK VARNING ⚠️ Denna app är INTE en medicinsk enhet. • Ta INTE medicinska beslut baserat på denna data • Data kan vara FEL, fördröjd, eller otillgänglig • Verifiera alltid med din officiella CGM-enhet • Vid akutsituationer, kontakta sjukhus Genom att fortsätta accepterar du att: • Du använder appen på egen risk • Utvecklarna inte har NÅGOT ANSVAR • Du måste acceptera den kompletta licensen och villkoren App är licenserad under licensen GNU General Public License version 3 med ett tillägg kring medicinsk användning. Se https://github.com/slicke/trndi/LICENSE.md

# trndi.api.dexcom.serrdexlogin
source: Login error: Could not establish a valid session
sv: Inloggningsfel: Kunde inte etablera en giltig session

source: Invalid Dexcom password or account credentials
sv: Felaktigt Dexcom-lösenord eller kontoinformation

# trndi.api.dexcom.sparamdesc
source: Dexcom region selection: Choose the server based on your account region: • Dexcom (USA): for accounts served by share2.dexcom.com • Dexcom (Outside USA): for accounts served by shareous1.dexcom.com If you are unsure, try “Outside USA” first if you live outside the US. Your username and password are your Dexcom Account (not Share) credentials.
sv: Dexcom regionval: Välj serverregionen där ditt konto är registrerat i: • Dexcom (USA): för konton registrerade på share2.dexcom.com • Dexcom (Outside USA): för konton registrerade på shareous1.dexcom.com Om du är osäker, testa “Outside USA” först om du inte bor i USA. Ditt användarnamn och lösenord är dina Dexcom-uppgifter (inte Share).

source: <b>Dexcom</b> region selection:<br><br>Choose the server based on your <u>account region</u>:<br>• Dexcom (USA): for accounts <i>(served by share2.dexcom.com)</i><br>• Dexcom (Outside USA): for accounts <i>(served by shareous1.dexcom.com)</i><br><br>If you are unsure, try <b>Outside USA</b> first, if you live outside the US. Your username and password are your Dexcom Account (not Share) credentials.
sv: <b>Dexcom</b>regionval:<br><br>Välj en server baserat på din <u>kontoregion</u>:<br>• Dexcom (USA): för konton <i>(hanterade av by share2.dexcom.com)</i><br>• Dexcom (Utanför USA): för konton <i>(hanterade av shareous1.dexcom.com)</i><br><br>If you are unsure, try <b>Outside USA</b> first, if you live outside the US. Your username and password are your Dexcom Account (not Share) credentials.

source: Dexcom Password
sv: Dexcom-lösenord

source: Dexcom Username
sv: Dexcom-användarnamn

# trndi.api.dexcomnew.sdexnewerrlogin
source: Login error: Could not establish a valid session
sv: Inloggningsfel: Kunde inte etablera en giltig session

source: Incorrect username or password combination
sv: Fel användarnamn eller lösenord

source: Dexcom region selection: Choose the server based on your account region: • Dexcom (USA): for accounts served by share2.dexcom.com • Dexcom (Outside USA): for accounts served by shareous1.dexcom.com • Dexcom (Japan): for accounts served by share.dexcom.jp If you are unsure, try "Outside USA" first if you live outside the US. Your username and password are your Dexcom Account (not Share) credentials.
sv: Dexcom regionval: Välj serverregionen där ditt konto är registrerat i: • Dexcom (USA): för konton registrerade på share2.dexcom.com • Dexcom (Outside USA): för konton registrerade på shareous1.dexcom.com r Om du är osäker, testa “Outside USA” först om du inte bor i USA.r Ditt användarnamn och lösenord är dina Dexcom-uppgifter (inte Share).

source: <b>Dexcom</b> region selection:<br><br>Choose the server based on your <u>account region</u>:<br>• Dexcom (USA): for accounts <i>(served by share2.dexcom.com)</i><br>• Dexcom (Outside USA): for accounts <i>(served by shareous1.dexcom.com)</i><br>• Dexcom (Japan): for accounts <i>(served by share.dexcom.jp)</i><br><br>If you are unsure, try <b>Outside USA</b> first, if you live outside the US. Your username and password are your Dexcom Account (not Share) credentials.
sv: <b>Dexcom</b>regionval:<br><br>Välj en server baserat på din <u>kontoregion</u>:<br>• Dexcom (USA): för konton <i>(hanterade av by share2.dexcom.com)</i><br>• Dexcom (Utanför USA): för konton <i>(hanterade av shareous1.dexcom.com)</i><br><br>If you are unsure, try <b>Outside USA</b> first, if you live outside the US.r Your username and password are your Dexcom Account (not Share) credentials.

source: Password
sv: Lösenord

source: Region ("usa", "japan"/"jp", or empty)
sv: Region ("usa", "japan"/"jp", eller tom)

source: Dexcom Account Username
sv: Användarnamn, Dexcom-konto

# trndi.api.nightscout.sparamdesc
source: NightScout v2 setup (use FULL access token): 1) Open your NightScout site (e.g., https://your-site). 2) Go to Admin -> Tokens — or API Secret. 3) If you use Tokens: - Create a token with at least READ scope. - Copy the FULL access token value exactly as shown. 4) In Trndi: - Address: enter your NightScout URL - Auth: paste the FULL access token (not just a suffix). Note: If you instead use the legacy API Secret, paste your API Secret value as-is.
sv: NightScout v2 inställningar (använd HELA tokenet): 1) Öppna din NighScout-sajt (t ex, https://din-sajt). 2) Gå till Adminverktyg -> Ämnen -- Eller API-hemlighet. 3) Om du använder Ämnen: - Skapa ett ämne med åtminstone rollen "readable v - Kopiera HELA åtkomstnyckeln, exakt som den visas 4) I Trndi: v - Adress: ange din NightScout-adress - Hemlighet: klistra in HELA åtkomstnyckeln (inte bara suffixet). vOBS: Om din installation använder API-hemligheter, klistra in den som den är.
