Repository: slicke/trndi
Catalog: lang/Trndi.jm.po
Languages: jm

source: By default, Trndi only shows up/down/straight. You can enable the full range of arrows here - however you must realize that this is very experimental and potentially less accurate!
jm: Som standard visar Trndi bara upp/ned/rakt. Du kan aktivera att hela mengden av pilar ska visas - dock moste du vara medveten om att detta er mycket experimentfullt och kan potentiellt vara mindre exakt!

source: Could not connect!
jm: Kunde inte ansluta!

source: Successfully connected!
jm: Ansluten!

source: Sorry! Trndi does not (yet) support connection testing for this service!
jm: Ledsen! Trndi stôder (ennu) inte anslutningstest fôr denna tjenst!

source: Trndi can draw a line on the graph's background, to represent where your high/low limits are.
jm: Trndi kan rita en linje po grafens bakgrund, fôr att representera dina hôga/loga grenser.

source: You are up to date
jm: Du er uppdaterad

source: Trndi can load a URL when high or low in your default web browser.
jm: Trndi kan ladda en adress i din standardwebblesare ner du er hôg eller log.

source: Your desktop session is Wayland. Wayland compositors (including KWin) restrict third-party apps from forcing windows above others. Right-click the title bar, select more options and check the always-on-top option (or similar)
jm: Din skrivbordssession är Wayland. Wayland-kompositorer (inklusive KWin) begränsar tredjepartsappar från att tvinga sig överst. Högerklicka på titelraden, välj fler alternativ och klicka på alltid överst (eller liknande)

source: Trndi can expose a <b>WebAPI</b> for use with <i>third-party systems</i>.<br><br>This is an advanced feature, you can safely disregard it if you don't know what it does!
jm: Trndi kan starta ett <b>Web-API</b> fôr att kommunicera med <i>tredjepartssystem</i>.<br><br>Detta er en avancerad funksjon, du kan ignorera den sekert om du inte vet vad den gôr!

source: Make sure you are on the same network as the xDrip app. Make sure that web access is turned on.
jm: Se till att du är på samma nätverk som xDrip-appen. Säkerställ att webbtjänsten är påslagen.

source: You can use shift+<number> to manually set visibility (0 = 100% visible)
jm: Du kan anvenda skift+<nummerr> fôr att manuellt setta synligheten (0 = 100% synlig)

source: You can hold down shift and plus (+) or minus (-) to change the window size
jm: Du kan holla ned skift och plus (+) eller minus (-) fôr att justera fônstrets storlek

# uhistorygraph.rs_history_graph_axis_time
source: Time
jm: Tidpunkt

source: Save readings as CSV
jm: Spara avlesningar som CSV

source: No history data to plot
jm: Ingen historisk data att rita ut

source: Click a dot to see the full reading details
jm: Klicka po en punkt fôr att se detaljer om avlesningen

# uhistorygraph.rs_history_graph_key_high
source: High
jm: Hôg

# uhistorygraph.rs_history_graph_key_low
source: Low
jm: Log

source: In range
jm: I omrode

source: Range high
jm: Hôgt omrode

source: Range low
jm: Logt omrode

source: Legend
jm: Fôrklaring

# uhistorygraph.rs_history_graph_key_unknown
source: Unknown
jm: Okend

source: Save as Image...
jm: Spara som bild...

source: Save as CSV...
jm: Spara som CSV...

source: Graph saved successfully
jm: Grafen sparades

source: Save graph as PNG
jm: Spara graf som PNG

source: History graph
jm: Historikgraf
