Repository: slicke/trndi
Catalog: lang/Trndi.jm.po
Languages: jm

source: An error occurred while creating a message dialog
jm: Ett fel uppstod medan en meddelanderuta skulle skapas

source: Script execution failed
jm: Skriptkôrning misslyckades

source: Error occurred in extension
jm: Fel i ett tillegg

source: Extension error
jm: Fel i tillegg

source: Key
jm: Nyckel

source: Select
jm: Velj

source: Abort
jm: Avsluta

source: Agree
jm: Accepterar

source: All
jm: Alla

source: Cancel
jm: Avbryt

# slicke.ux.alert.smbuxclose
source: Close
jm: Steng

# slicke.ux.alert.smbuxdefault
source: Default
jm: Standard

# slicke.ux.alert.smbuxhelp
source: Help
jm: Hjelp

source: Ignore
jm: Ignorera

source: Minimize
jm: Minimera

source: No
jm: Nej

source: No To All
jm: Nej till allt

source: Open File
jm: ôppna fil

source: Read...
jm: Les...

source: Retry
jm: Fôrsôk igen

source: Snooze
jm: Snooza

source: Yes To All
jm: Ja till allt

source: Yes
jm: Ja

source: Message
jm: Meddelande

source: Information
jm: Informasjon

source: Leave the app and open your browser? The link may not be secure!
jm: Lemna appen och ôppna din webblesare? Lenken kanske inte er seker!

source: Open external link?
jm: ôppna extern lenk?

source: Value
jm: Verde

# tfbg.bmenupanelclose.caption
source: ✖ Close
jm: ✖ Steng

# tfbg.bsettings.caption
source: Settings
jm: Instellningar

source: ⇱ Full screen
jm: ⇱ Fullskerm

source: ☰ Menu
jm: ☰ Meny

# tfbg.btouchsettings.caption
source: ⚙ Settings
jm: ⚙ Instellningar

source: No recent readings!
jm: Inga ferska avlesningar!

# tfbg.lpredict.caption
source: Predictions
jm: Fôrutspoelser

source: Time In Range
jm: Tid i omrode

# tfbg.lval.caption
source: Setup
jm: Konfig

source: Show last-day readings
jm: Visa dygnsavlesningar

source: Adjust Dot Positions
jm: Justera punktposisjoner

source: Dot stats
jm: Punktstatistik

source: > Service Menu
jm: > Servicemeny

source: Alterante arrow and reading
jm: Vexla pil och verde

# tfbg.miannounce.caption
source: Announce readings
jm: Les ut avlesningar

source: Force Touchscreen
jm: Tvinga pekskerm

source: Force No
jm: Tvinga Nej

source: Force Yes
jm: Tvinga Ja

source: Current Basal
jm: Nuvarande basal

source: No borders
jm: Inga kanter

source: Show clock every 20 sec
jm: Visa klockan var 20 sek

# tfbg.micustomdots.caption
source: Custom Size
jm: Egen storlek

source: Announce raw backend data
jm: Annonsera rodata fron backendet

source: Run DNS Lookup Test
jm: Ker DNS-kontrolltest

# tfbg.midotbig.caption
source: Big
jm: Stor

source: Huge
jm: Enorm

source: Are dots in view?
jm: Syns punkterna?

# tfbg.midotsize.caption
source: Dot Size
jm: Punktstorlek

# tfbg.midotsmall.caption
source: Small
jm: Liten

source: Reading: ?
jm: Avlesning: ?

# tfbg.miexit.caption
source: Exit Trndi
jm: Avsluta Trndi

source: Extensions Log
jm: Tilleggslogg

source: Show Floating Window
jm: Visa flytande fônster

source: Force Update
jm: Tvinga uppdatering

source: Toggle Fullscreen
jm: Vexla fullskerm

source: Show history
jm: Visa historik

source: Limits
jm: Grenser

source: Explain
jm: Fôrklara

source: On top
jm: ôverst

source: Prediction...
jm: Fôrutsegelse...

source: More options
jm: Ytterligare val

source: Use range color for window
jm: Ferga fônstret med omrodesferg

source: Show readings since..
jm: Visa avlesningar sedan...

source: Refresh in:
jm: Uppdaterar om:

source: &Settings
jm: &Instellningar

# tfbg.pnoffrange.caption
source: - Off Range -
jm: - Utanfôr omrode -

# tfbg.pnoffreading.caption
source: Off Reading
jm: Verde utanfôr

source: Last recieved reading:
jm: Senast mottagna verde:

source: + Add
jm: + Ny

source: Show Folder
jm: Visa mapp

source: - Remove
jm: - Radera

# tfconf.btemplatecurrent.caption
source: Template
jm: Mallar

# tfconf.btemplatetrend.caption
source: Template
jm: Mallar

source: Test
jm: Testa

source: Test Announce
jm: Testa notis

source: Test Speech
jm: Testa tal

source: Reset
jm: oterstell

# tfconf.btusersave.caption
source: Save
jm: Spara

# tfconf.button2.caption
source: Reset Fonts
jm: oterstell typsnitt

source: Check for update
jm: Kolla uppdatering

# tfconf.button4.caption
source: Reset Dots
jm: oterstell punkter

# tfconf.caption
source: Settings
jm: Instellningar

source: Alert me when blood sugar is high/low
jm: Notifiera mig ner blodsockret er hôgt/logt

source: Alert me when readings are missing / not fresh
jm: Notifiera mig ner avlesningar saknas / inte er ferska

source: Enable Razer Chroma integration
jm: Slo po Razer Chroma-integrasjonen

# tfconf.cbchromahigh.text
source: Breath (pulse)
jm: Andas (puls)

# tfconf.cbchromalow.text
source: Breath (pulse)
jm: Andas (puls)

source: Make units green when reading is normal
jm: Gôr enheter grôna vid normalt verde

# tfconf.cbcust.caption
source: Use custom values
jm: Anvend egna verden

# tfconf.cbcustrange.caption
source: Use custom values
jm: Anvend egna verden

source: Badge Flashing
jm: Brickflashning

source: Flash on high blood sugar
jm: Blixtra vid hôgt blodsocker

source: Flash on low blood sugar
jm: Blixtra vid logt blodsocker

source: Flash on perfect reading (5.5mmol/L / 100mg/dL)
jm: Blixtra vid perfekt verde (5,5mmol/L / 100mg/dL)

source: Multi-touch
jm: Multipek

source: Pause music when high/low
jm: Pausa musiken vid hôg/log

source: System notifications
jm: Systemmeddelanden

source: Show a sidebar when value is not in range
jm: Visa en sidopanel ner verdet inte er i molomrodet

source: Color the graph's background with your range
jm: Rita grafens bakgrund med ditt molomrode

source: Color the graph's background with your custom range
jm: Rita grafens bakgrund med ditt fôredragna omrode

source: Show threshold lines
jm: Visa grenslinjer

source: Show glucose predictions
jm: Visa glukosfôrutspoelser

source: Show only trend arrows / 1 reading (short mode)
jm: Visa endast trendpilar / 1 avlesning (short mode)

source: Use full arrow set (↑↑, ↑, ↗, →, ↘, ↓, ↓↓)
jm: Visa alla pilar (↑↑, ↑, ↗, →, ↘, ↓, ↓↓)

source: 10 minutes
jm: 10 minuter

source: small
jm: Liten

source: Privacy Mode (Hide glucose value)
jm: Privat lege (dôlj glukosverde)

source: Remember window size
jm: Kom ihog fônsterstorlek

source: Show reading time (instead of minutes ago)
jm: Visa avlesningstid (istellet fôr minuter sedan)

source: Include full high/low in time-in-range, not just the custom range
jm: Inkludera hela hôg/log som tid-i-molomrode, inte bara fôredraget omrode

# tfconf.cbtircolor.caption
source: Use this color:
jm: Med denna ferg:

# tfconf.cbtircolorbg.caption
source: Adjust color based on background
jm: Justera ferg baserat po bakgrund

# tfconf.cbtircolorbgcustom.caption
source: Adjust color based on background
jm: Justera ferg baserat po bakgrund

# tfconf.cbtircolorcustom.caption
source: Use this color:
jm: Med denna ferg:

source: Show a smiley instead of percentage
jm: Visa en smiley istellet fôr procent

source: Color the title bar with glucose color (Windows only)
jm: Ferga titeln med blodsockerfergen (endast Windows)

source: Touch screen
jm: Pekskerm

source: Account color
jm: Kontoferg

source: Display users' colors on the main and floating windows
jm: Visa anvendares ferger po huvud- och det flytande fônstret

# tfconf.cgnotifications.caption
source: Notifications
jm: Notiser

# tfconf.cl_hi_bg.caption
source: High
jm: Hôg

source: High Background
jm: Bakgrund hôg

# tfconf.cl_hi_txt.caption
source: High
jm: Hôg

source: High Text
jm: Text hôg

# tfconf.cl_lo_bg.caption
source: Low
jm: Log

source: Low Background
jm: Bakgrund log

# tfconf.cl_lo_txt.caption
source: Low
jm: Log

source: Low Text
jm: Text log

source: Display Preferences
jm: Visningsval

source: Account Settings
jm: Kontoinstellningar

# tfconf.gboverride.caption
source: Override High / Low limits
jm: osidosett hôga / loga grenser

source: Play Media
jm: Spela Media

source: Use URL
jm: Anvend URL

source: System Features
jm: Systemfunksjoner

source: Available Extensions
jm: Tillgengliga tillegg

source: Extension Info
jm: Tilleggsinfo

source: All accounts
jm: Alla konton

source: Extra Settings
jm: Extrainstellningar

source: In-range coloring
jm: Ferglegg grenser

source: Override Custom Range
jm: ôverskrid fôredraget omrode

# tfconf.groupbox8.caption
source: Predictions
jm: Fôrutspoelser

# tfconf.groupbox9.caption
source: Display
jm: Visning

source: Readings are outdated after (minutes):
jm: Avlesningar anses gamla efter (minuter):

source: High (eg https://open.spotify.com/... or spotify:track:...)
jm: Hôg (t ex https://Öppna.spotify.com/... eller spotify:track:...)

source: Low (eg https://open.spotify.com/... or spotify:track:...)
jm: Log (t ex https://Öppna.spotify.com/... eller spotify:track:...)

# tfconf.label12.caption
source: Perfect Reading (5.5mmol/L or 100 mg/dL)
jm: Perfekt avlesning (5,5mmol/L eller 100 mg/dL)

source: NOTE: Support depends on your data source
jm: OBS: Stôds inte av alla datakellor

# tfconf.label15.caption
source: Server Address / Dexcom Username
jm: Serveradress / Anvendare Dexcom

source: Current dot:
jm: Nuvarande punkt:

source: Connection
jm: Anslutning

source: Trend dot:
jm: Punktsymbol:

source: The custom range is a subrange with your ideal goal.
jm: Fôredraget omrode er ett inre omrode med ditt ideala mol.

source: NOTE: Colors will be blended with Trndi's background
jm: OBS: Fergerna kommer att blandas med Trndis bakgrund

source: Change Trndi's default background colors, depending on glucose reading
jm: endra Trndis standardferger fôr bakgrund, beroende po glukosavlesning

source: Change Trndi's default text colors, depending on glucose reading
jm: endra Trndis standardferger fôr text, beroende po glukosavlesning

source: Change Trndi's default background and colors, when in the custom range
jm: endra Trndis standardferger fôr bakgrund och text, ner du er i eget omrode

source: High (eg https://url.local/hi)
jm: Hôg (tex https://url.local/hôg)

source: Low (eg https://url.local/lo)
jm: Log (t ex http://url.local/log)

# tfconf.label28.caption
source: Perfect Reading (5.5mmol/L or 100 mg/dL)
jm: Perfekt avlesning (5,5mmol/L eller 100 mg/dL)

source: Trndi can control the color of Razer keyboards, mouses and other devices
jm: Trndi kan kontrollera fergen po Razertangentbord, môss och andra enheter

source: Nickname:
jm: Smeknamn:

source: Trndi will control these devices:
jm: Trndi kommer kontrollera dessa enheter:

source: Units will pulse in red on high and blue on low
jm: Enheterna kommer pulsera i rôtt vid hôgt och blott vid logt

source: Razer Synapse required on Windows. OpenRazer on Linux. No support for other platforms at this time.
jm: OBS: Razer Synapse krevs po Windows. OpenRazer po Linux. Inget stôd fôr andra plattformar just nu.

source: Window start-up position
jm: Posisjon av fônster vid start

source: Black = transparent
jm: Svart = genomskinlig

source: Language
jm: Sprok

source: Time-in-range (TIR) is the amount of time you are within your high/low goal.
jm: Tid i molomrodet (TIR) er den tid du varit inom ditt mol fôr hôga/loga verden.

source: Trndi can trigger Spotify or Deezer to play a song when low/high
jm: Trndi kan spela en lot po Spotify eller Deezer ner du er hôg/log

source: Libraries
jm: Bibliotek

source: Unknown Architecture
jm: Okend arkietektur

source: On high:
jm: Vid hôgt:

source: On low:
jm: Vid logt:

# tfconf.ldot.caption
source: PREVIEW
jm: FôRHANDSVISNING

# tfconf.ldotnow.caption
source: PREVIEW
jm: FôRHANDSVISNING

# tfconf.lext.caption
source: Plugin Folder
jm: Pluginmapp

source: for more info
jm: fôr mer Informasjon

source: Extensions count:
jm: Tilleggsantal:

source: Choose an extension
jm: Velj ett tillegg

# tfconf.lhiover.caption
source: High over
jm: Hôgt ôver

# tfconf.lhiover1.caption
source: High over
jm: Hôgt ôver

source: Maximum minutes to count time in range on (depending on source data availability):
jm: Max minuter att rekna tid-i-molomrode po (beror po tillgenglig data):

source: License
jm: Licens

# tfconf.llounder.caption
source: Low under
jm: Logt under

# tfconf.llounder1.caption
source: Low under
jm: Logt under

source: Unknown System
jm: Okent system

source: API Key / Dexcom Password
jm: API-nyckel / Dexcom-lôsenord

source: Prediction horizon:
jm: Prognoshorisont:

source: Trend arrow size:
jm: Trendpilsstorlek:

source: Compatibility mode: Your window manager does not support all features, please consider eg KDE
jm: Kompatibilitetslege: Din fônsterhanterare stôder inte alla funksjoner, ôverveg t ex KDE

source: Test an announcement
jm: Testa en notis

source: Test a spoken string
jm: Testa en talad streng

source: Tray icon size:
jm: Panelikonstorlek:

source: User:
jm: Anvendare:

source: Add users below, if you wish to track more than one person.
jm: Legg till anvendare nedan, om du vill spora fler en en person.

source: Please wait...
jm: Var god drôj...

source: WARNING: This is a very experimental feature!. Do not depend on these readings!
jm: VARNING: Detta er en experimentell funksjon! Lita inte po dessa verden!

source: Unknown Widgetset
jm: Okent grafiksystem

source: Unknown Window Manager
jm: Okend fônsterhanterare

source: Arrow only
jm: Endast pil

source: Show time and value (e.g., ⏱10' ↗ 5.5)
jm: Visa tid och verde (t.ex., ⏱10' ↗ 5.5)

source: Display Unit
jm: Enhetstyp

source: Advanced
jm: Avancerat

source: Backgrounds
jm: Bakgrunder

source: Colors
jm: Ferger

source: Customization
jm: Personalisera

source: Custom range
jm: Eget omrode

# tfconf.tsdisplay.caption
source: Display
jm: Visning

source: Extensions
jm: Tillegg

source: General
jm: Allment

source: Integrations
jm: Integrasjoner

source: Multi User
jm: Fler anvendare

# tfconf.tstexts.caption
source: Texts
jm: Texter

# tfconf.tstir.caption
source: Time-in-range
jm: Tid-i-molomrode

source: Floating Display
jm: Flytande visning

# tffloat.lval.caption
source: Setup
jm: Konfig

source: &Hide
jm: &Gôm

# tffloat.mibig.caption
source: Big
jm: Stor

source: Show clock
jm: Visa klocka

# tffloat.micustomsize.caption
source: Custom
jm: Egen

# tffloat.micustomvisible.caption
source: Custom
jm: Egen

source: Show/Hide Main Window
jm: Visa/gôm huvudfônstret

source: Size
jm: Storlek

# tffloat.mismall.caption
source: Small
jm: Liten

# tffloat.mivisible.caption
source: Visibility
jm: Synlighet

source: Very Big
jm: Mycket stor

source: Loading:
jm: Laddar:

# tfsplash.lsplashwarn.caption
source: ⚠️ IMPORTANT MEDICAL WARNING ⚠️ This app is NOT a medical device. • Do NOT make medical decisions based on this data • Data may be WRONG, delayed, or unavailable • Always verify with your official CGM device • For emergencies, contact medical professionals By continuing, you acknowledge that: • You use this app at your own risk • The developers have NO LIABILITY • You have read and agree to the full terms This app is licensed under the GNU General Public License version 3 with an additional medical disclaimer. See https://github.com/slicke/trndi/LICENSE.md
jm: ⚠️ VIKTIG MEDICINSK VARNING ⚠️ Denna app är INTE en medicinsk enhet. • Ta INTE medicinska beslut baserat på denna data • Data kan vara FEL, fördröjd, eller otillgänglig • Verifiera alltid med din officiella CGM-enhet • Vid akutsituationer, kontakta sjukhus Genom att fortsätta accepterar du att: • Du använder appen på egen risk • Utvecklarna inte har NÅGOT ANSVAR • Du måste acceptera den kompletta licensen och villkoren App är licenserad under licensen GNU General Public License version 3 med ett tillägg kring medicinsk användning. Se https://github.com/slicke/trndi/LICENSE.md

source: Login error: Could not establish a valid session
jm: Inloggningsfel: Kunde inte etablera en giltig session

source: Invalid Dexcom password or account credentials
jm: Felaktigt Dexcom-lôsenord eller kontoinformasjon

# trndi.api.dexcom.sparamdesc
source: Dexcom region selection: Choose the server based on your account region: • Dexcom (USA): for accounts served by share2.dexcom.com • Dexcom (Outside USA): for accounts served by shareous1.dexcom.com If you are unsure, try “Outside USA” first if you live outside the US. Your username and password are your Dexcom Account (not Share) credentials.
jm: Dexcom regionval: Välj serverregionen där ditt konto är registrerat i: • Dexcom (USA): för konton registrerade på share2.dexcom.com • Dexcom (Outside USA): för konton registrerade på shareous1.dexcom.com Om du är osäker, testa “Outside USA” först om du inte bor i USA. Ditt användarnamn och lösenord är dina Dexcom-uppgifter (inte Share).

source: <b>Dexcom</b> region selection:<br><br>Choose the server based on your <u>account region</u>:<br>• Dexcom (USA): for accounts <i>(served by share2.dexcom.com)</i><br>• Dexcom (Outside USA): for accounts <i>(served by shareous1.dexcom.com)</i><br><br>If you are unsure, try <b>Outside USA</b> first, if you live outside the US. Your username and password are your Dexcom Account (not Share) credentials.
jm: <b>Dexcom</b>regionval:<br><br>Välj en server baserat på din <u>kontoregion</u>:<br>• Dexcom (USA): för konton <i>(hanterade av by share2.dexcom.com)</i><br>• Dexcom (Utanför USA): för konton <i>(hanterade av shareous1.dexcom.com)</i><br><br>If you are unsure, try <b>Outside USA</b> first, if you live outside the US. Your username and password are your Dexcom Account (not Share) credentials.

source: Dexcom Password
jm: Dexcom-lôsenord

source: Region ("usa" or empty)
jm: Region (\"usa\" eller tom)

source: Dexcom Username
jm: Dexcom-anvendarnamn

# trndi.api.nightscout.sparamdesc
source: NightScout v2 setup (use FULL access token): 1) Open your NightScout site (e.g., https://your-site). 2) Go to Admin -> Tokens — or API Secret. 3) If you use Tokens: - Create a token with at least READ scope. - Copy the FULL access token value exactly as shown. 4) In Trndi: - Address: enter your NightScout URL - Auth: paste the FULL access token (not just a suffix). Note: If you instead use the legacy API Secret, paste your API Secret value as-is.
jm: NightScout v2 inställningar (använd HELA tokenet): 1) Öppna din NighScout-sajt (t ex, https://din-sajt). 2) Gå till Adminverktyg -> Ämnen -- Eller API-hemlighet. 3) Om du använder Ämnen: - Skapa ett ämne med åtminstone rollen "readable v - Kopiera HELA åtkomstnyckeln, exakt som den visas 4) I Trndi: v - Adress: ange din NightScout-adress - Hemlighet: klistra in HELA åtkomstnyckeln (inte bara suffixet). vOBS: Om din installation använder API-hemligheter, klistra in den som den är.

source: <div style="font-family: Arial, sans-serif; line-height: 1.6;"><h2 style="margin-bottom: 10px;">🌙 NightScout v2 Setup</h2><p style="color: #7f8c8d; font-style: italic; margin-bottom: 15px;">(use FULL access token)</p><ol style="padding-left: 20px;"><li style="margin-bottom: 10px;">Open your NightScout site (e.g., <code style="background: #6495ED; padding: 2px 6px; border-radius: 3px;">https://your-site</code>).</li><li style="margin-bottom: 10px;">Go to <strong>Admin → Tokens</strong> — or <strong>API Secret</strong>.</li><li style="margin-bottom: 10px;">If you use Tokens:<ul style="margin-top: 5px; padding-left: 20px;"><li>Create a token with at least <strong>READ</strong> scope.</li><li>Copy the <strong>FULL</strong> access token value exactly as shown.</li></ul></li><li style="margin-bottom: 10px;">In Trndi:<ul style="margin-top: 5px; padding-left: 20px;"><li><strong>Address:</strong> enter your NightScout URL</li><li><strong>Auth:</strong> paste the FULL access token (not just a suffix).</li></ul></li></ol><p style="border-left: 4px solid #ffc107; padding: 10px; margin-top: 15px;"><strong>⚠️ Note:</strong> If you instead use the legacy API Secret, paste your API Secret value as-is.</p></div>
jm: <div style=\"font-family: Arial, sans-serif; line-height: 1.6;\"><h2 style=\"margin-bottom: 10px;\">🌙 NightScout v2-instellning</h2><p style=\"color: #7f8c8d; font-style: italic; margin-bottom: 15px;\">(anvend HELA access token:et)</p><ol style=\"padding-left: 20px;\"><li style=\"margin-bottom: 10px;\">ôppna din NightScout-sajt (t. ex., <code style=\"background: #6495ED; padding: 2px 6px; border-radius: 3px;\">https://din-sajt</code>).</li><li style=\"margin-bottom: 10px;\">Go till <strong>Admin → Tokens</strong> — eller <strong>API Secret</strong>.</li><li style=\"margin-bottom: 10px;\">Om du anvender Tokens:<ul style=\"margin-top: 5px; padding-left: 20px;\"><li>Skapa ett token med minst <strong>READ</strong> scope.</li><li>Kopiera <strong>HELA</strong> access token-v'rdet som det visas.</li></ul></li><li style=\"margin-bottom: 10px;\">I Trndi:<ul style=\"margin-top: 5px; padding-left: 20px;\"><li><strong>Adress:</strong> ange din NightScout URL</li><li><strong>Autensiering:</strong> klistra in HELA token:et (inte bara suffixet).</li></ul></li></ol><p style=\"border-left: 4px solid #ffc107; padding: 10px; margin-top: 15px;\"><strong>⚠️ Note:</strong> Om du anvender det fôroldrade API Secret, klistra in din API Secret so som den er.</p></div>

# trndi.api.nightscout.sparampassword
source: API Secret
jm: API-hemlighet

# trndi.api.nightscout.sparamusername
source: NightScout URL
jm: NightScout-adress

# trndi.api.nightscout3.sparamdesc
source: ** ALPHA DRIVER - Please use "NightScout" for daily use! ** NightScout v3 setup (use FULL access token): 1) Open your NightScout site (e.g., https://your-site). 2) Go to Admin -> Tokens — or API Secret. 3) If you use Tokens: - Create a token with at least READ scope. - Copy the FULL access token value exactly as shown. 4) In Trndi: - Address: enter your NightScout URL - Auth: paste the FULL access token. Note: If you instead use the legacy API Secret, paste your API Secret value as-is. Note 2: Your access token should look like: trndi-abc123 (or whatever name you chose)
jm: ** ALFADRIVRUTIN - Använd "NightScout" för dagligt bruk! ** NightScout v3 inställning (använd HELA access token): 1) Öppna din NightScout-sajt (t ex, https://din-sajt). 2) Gå till Admin -> Tokens — eller API Secret. 3) Om du använder Tokens: - Skapa ett token med åtminstone "READ scope". - Kopiera hela nyckeln, exakt som den visas. 4) I Trndi: - Adress: ange din NightScout-adress. - Auth: klistra in HELA ditt "access token". OBS Om du använder en äldre version, med API Secret, klistra in hela hemligheten som den är. OBS 2: Din åtkomstnyckel ska se ut som: trndi-abc123 (eller det namn du valt)
