Repository: slicke/trndi
Catalog: lang/Trndi.*.po
Languages: sv

source: <div style="font-family: Arial, sans-serif; line-height: 1.6;"><h2 style="margin-bottom: 10px;">🌙 NightScout v2 Setup</h2><p style="color: #7f8c8d; font-style: italic; margin-bottom: 15px;">(use FULL access token)</p><ol style="padding-left: 20px;"><li style="margin-bottom: 10px;">Open your NightScout site (e.g., <code style="background: #6495ED; padding: 2px 6px; border-radius: 3px;">https://your-site</code>).</li><li style="margin-bottom: 10px;">Go to <strong>Admin → Tokens</strong> — or <strong>API Secret</strong>.</li><li style="margin-bottom: 10px;">If you use Tokens:<ul style="margin-top: 5px; padding-left: 20px;"><li>Create a token with at least <strong>READ</strong> scope.</li><li>Copy the <strong>FULL</strong> access token value exactly as shown.</li></ul></li><li style="margin-bottom: 10px;">In Trndi:<ul style="margin-top: 5px; padding-left: 20px;"><li><strong>Address:</strong> enter your NightScout URL</li><li><strong>Auth:</strong> paste the FULL access token (not just a suffix).</li></ul></li></ol><p style="border-left: 4px solid #ffc107; padding: 10px; margin-top: 15px;"><strong>⚠️ Note:</strong> If you instead use the legacy API Secret, paste your API Secret value as-is.</p></div>
sv: <div style="font-family: Arial, sans-serif; line-height: 1.6;"><h2 style="margin-bottom: 10px;">🌙 NightScout v2-inställning</h2><p style="color: #7f8c8d; font-style: italic; margin-bottom: 15px;">(använd HELA access token:et)</p><ol style="padding-left: 20px;"><li style="margin-bottom: 10px;">Öppna din NightScout-sajt (t. ex., <code style="background: #6495ED; padding: 2px 6px; border-radius: 3px;">https://din-sajt</code>).</li><li style="margin-bottom: 10px;">Gå till <strong>Admin → Tokens</strong> — eller <strong>API Secret</strong>.</li><li style="margin-bottom: 10px;">Om du använder Tokens:<ul style="margin-top: 5px; padding-left: 20px;"><li>Skapa ett token med minst <strong>READ</strong> scope.</li><li>Kopiera <strong>HELA</strong> access token-v'rdet som det visas.</li></ul></li><li style="margin-bottom: 10px;">I Trndi:<ul style="margin-top: 5px; padding-left: 20px;"><li><strong>Adress:</strong> ange din NightScout URL</li><li><strong>Autensiering:</strong> klistra in HELA token:et (inte bara suffixet).</li></ul></li></ol><p style="border-left: 4px solid #ffc107; padding: 10px; margin-top: 15px;"><strong>⚠️ Note:</strong> Om du använder det föråldrade API Secret, klistra in din API Secret så som den är.</p></div>

# trndi.api.nightscout.sparampassword
source: API Secret
sv: API-hemlighet

# trndi.api.nightscout.sparamusername
source: NightScout URL
sv: NightScout-adress

# trndi.api.nightscout3.sparamdesc
source: ** ALPHA DRIVER - Please use "NightScout" for daily use! ** NightScout v3 setup (use FULL access token): 1) Open your NightScout site (e.g., https://your-site). 2) Go to Admin -> Tokens — or API Secret. 3) If you use Tokens: - Create a token with at least READ scope. - Copy the FULL access token value exactly as shown. 4) In Trndi: - Address: enter your NightScout URL - Auth: paste the FULL access token. Tip: Both "abc123" and "token=abc123" formats are accepted. Note: If you instead use the legacy API Secret, paste your API Secret value as-is. Note 2: Your access token should look like: trndi-abc123 (or whatever name you chose)
sv: ** ALFADRIVRUTIN - Använd "NightScout" för dagligt bruk! ** NightScout v3 inställning (använd HELA access token): 1) Öppna din NightScout-sajt (t ex, https://din-sajt). 2) Gå till Admin -> Tokens — eller API Secret. 3) Om du använder Tokens: - Skapa ett token med åtminstone "READ scope". - Kopiera hela nyckeln, exakt som den visas. 4) I Trndi: - Adress: ange din NightScout-adress. - Auth: klistra in HELA ditt "access token". Tips: Både "abc123" och "token=abc123"-formaten accepteras. OBS Om du använder en äldre version, med API Secret, klistra in hela hemligheten som den är. OBS 2: Din åtkomstnyckel ska se ut som: trndi-abc123 (eller det namn du valt)

source: <div style="font-family: Arial, sans-serif; line-height: 1.6;"><div style="background: #dc3545; color: white; padding: 15px; border-radius: 6px; margin-bottom: 20px; font-weight: bold; text-align: center; border: 2px solid #c82333;">⚠️ ALPHA DRIVER - Please use "NightScout" for daily use! ⚠️</div><h2 style="margin-bottom: 10px;">🌙 NightScout v3 Setup</h2><p style="color: #7f8c8d; font-style: italic; margin-bottom: 15px;">(use FULL access token)</p><ol style="padding-left: 20px;"><li style="margin-bottom: 10px;">Open your NightScout site (e.g., <code style="background: #6495ED; padding: 2px 6px; border-radius: 3px;">https://your-site</code>).</li><li style="margin-bottom: 10px;">Go to <strong>Admin → Tokens</strong> — or <strong>API Secret</strong>.</li><li style="margin-bottom: 10px;">If you use Tokens:<ul style="margin-top: 5px; padding-left: 20px;"><li>Create a token with at least <strong>READ</strong> scope.</li><li>Copy the <strong>FULL</strong> access token value exactly as shown.</li></ul></li><li style="margin-bottom: 10px;">In Trndi:<ul style="margin-top: 5px; padding-left: 20px;"><li><strong>Address:</strong> enter your NightScout URL</li><li><strong>Auth:</strong> paste the FULL access token.</li></ul></li></ol><div style="border-left: 4px solid #0d6efd; padding: 12px; margin-top: 15px; border-radius: 4px;"><p style="margin: 0;"><strong>💡 Tip:</strong> Both <code style="background: #6F8FAF; padding: 2px 6px; border-radius: 3px;">abc123</code> and <code style="background: #6F8FAF; padding: 2px 6px; border-radius: 3px;">token=abc123</code> are accepted.</p></div><div style="border-left: 4px solid #ffc107; padding: 12px; margin-top: 15px; border-radius: 4px;"><p style="margin: 0 0 8px 0;"><strong>📝 Note:</strong> If you instead use the legacy API Secret, paste your API Secret value as-is.</p><p style="margin: 0;"><strong>📝 Note 2:</strong> Your access token should look like: <code style="background: #6F8FAF; padding: 2px 6px; border-radius: 3px;">trndi-abc123</code> (or whatever name you chose).</p></div></div>
sv: <div style="font-family: Arial, sans-serif; line-height: 1.6;"><div style="background: #dc3545; color: white; padding: 15px; border-radius: 6px; margin-bottom: 20px; font-weight: bold; text-align: center; border: 2px solid #c82333;">⚠️ ALFADRIVRUTIN- Vänligen välj "NightScout" för dagligt bruk! ⚠️</div><h2 style="margin-bottom: 10px;">🌙 NightScout v3-inställning</h2><p style="color: #7f8c8d; font-style: italic; margin-bottom: 15px;">(använd HELA access token:et)</p><ol style="padding-left: 20px;"><li style="margin-bottom: 10px;">Öppna din NightScout-sajt (t. ex., <code style="background: #6495ED; padding: 2px 6px; border-radius: 3px;">https://din-sajt</code>).</li><li style="margin-bottom: 10px;">Gå till <strong>Admin → Tokens</strong> — eller <strong>API Secret</strong>.</li><li style="margin-bottom: 10px;">Om du använder Tokens:<ul style="margin-top: 5px; padding-left: 20px;"><li>Skapa ett token med minst <strong>READ</strong> scope.</li><li>Kopiera <strong>HELA</strong> access token:ets värde så som det visas.</li></ul></li><li style="margin-bottom: 10px;">I Trndi:<ul style="margin-top: 5px; padding-left: 20px;"><li><strong>Adress:</strong> ange din NightScout-URL</li><li><strong>Autensiering:</strong> klistra in HELA access token:et.</li></ul></li></ol><div style="border-left: 4px solid #0d6efd; padding: 12px; margin-top: 15px; border-radius: 4px;"><p style="margin: 0;"><strong>💡 Tips:</strong> Både <code style="background: #6F8FAF; padding: 2px 6px; border-radius: 3px;">abc123</code> och <code style="background: #6F8FAF; padding: 2px 6px; border-radius: 3px;">token=abc123</code> accepteras.</p></div><div style="border-left: 4px solid #ffc107; padding: 12px; margin-top: 15px; border-radius: 4px;"><p style="margin: 0 0 8px 0;"><strong>📝 OBS:</strong> Om du använder det föråldrade API Secret, klistra in din API Secret så som den visas.</p><p style="margin: 0;"><strong>📝 OBS 2:</strong> Ditt access token ska se ut enligt följande: <code style="background: #6F8FAF; padding: 2px 6px; border-radius: 3px;">trndi-abc123</code> (eller det namn du valt).</p></div></div>

# trndi.api.nightscout3.sparamusername
source: NightScout URL
sv: NightScout-adress

# trndi.api.xdrip.sparamdesc
source: xDrip setup: Address: your xDrip REST endpoint (base URL). Auth: API secret (plain text; server hashes it).
sv: xDrip-inställningar:r r Adress: din xDrip REST-slutpunkt (base URL).r Auth: API-hemlighet (ren text; inte hashad).

source: <b>xDrip setup:</b><br><br>Address: your xDrip REST endpoint (base URL).<br>Auth: API secret (plain text; server hashes it).
sv: <b>xDrip-inställning:</b><br><br>Adress: din xDrip REST-endpoint (bas-URL).<br>Auth: API secret (ren text; servern hashar den).

# trndi.api.xdrip.sparampassword
source: API Secret
sv: API-hemlighet

source: xDrip URL
sv: xDrip-adress

source: Outdated Readings!
sv: Utdaterade avläsningar!

source: Readings are not fresh, have your phone lost connection to the sensor?
sv: Avläsningarna är inte färska, har din telefon tappat kontakten med sensorn?

source: Wait. Shutting down extensions engine...
sv: Vänta. Stänger tilläggsmotorn...

source: Please wait up to %d seconds...
sv: Vänligen dröj upp till %d sekunder...

source: Long ago
sv: Länge sedan

source: Custom Size [%.2f]
sv: Egen storlek [%.2f]

source: Choose a date
sv: Välj ett datum

source: %s supports a max time of %d days
sv: %s stöder max %d dagar

source: %s time limit depends on server configuration
sv: %s tidsgräns beror på serverkonfigurationen

source: No readings returned for the selected date range.
sv: Inga avläsningar returnerades för valt datumspann.

source: No readings returned: %s
sv: Inga avläsningar returnerades: %s

source: Choose a date to show readings from
sv: Välj ett datum att visa avläsningar från

source: %d days ago
sv: %d dagar sedan

source: This is the change from the latest reading
sv: Detta är skillnaden från tidigare avläsning

source: Your internet connection is working!
sv: Din internetanslutning fungerar!

source: The following extension file returned an error while loading: %s
sv: Följande tilläggsfil returnerade ett fel när den laddades: %s

source: Shutting down extensions...
sv: Stänger ned tillägg...

source: You're missing the standard font "%s". Trndi will work as intended, but some icons may be missing and/or distorted!
sv: Du saknar standardtypsnittet "%s". Trndi kommer fungera som det ska, men vissa ikoner kan saknas och/eller se fel ut!

source: Trndi will now shut down to apply settings, please re-start it manually!
sv: Trndi stängs nu ned för att aktivera inställningarna, vänligen starta om appen manuellt!

source: HIGH
sv: HÖGT

source: » Selected Reading: %s Δ Difference: %s ↔ Trend: %s 📻 RSSI: %s 𐩘 Noise: %s ℹ Source: %s 💻 Device: %s
sv: » Vald Avläsning: %s Δ Skillnad: %s ↔ Trend: %s 📻 Signalstyrka (RSSI): %s 𐩘 Brus: %s ℹ Källa: %s 💻 Enhet: %s

source: Hi > %.1f
sv: Hög > %.1f

source: Initializing API...
sv: Initierar API...

source: Initializing Chroma...
sv: Initierar Chroma...

source: Attempting to connect...
sv: Försöker ansluta...

source: Initializing custom overrides...
sv: Initierar personliga åsidosättanden...

source: Fetching first reading...
sv: Hämta första avläsning...

source: Processing fonts...
sv: Bearbetar typsnitt...

source: Preparing initial setup...
sv: Förbereder initiala inställningar...

source: Verifying license...
sv: Verifierar licens...

source: Attempting to adjust Linux overrides...
sv: Försöker att justera Linux-åtidosättanden...

source: Setting up locale settings...
sv: Ställer in lokalisering...

source: Attempting to adjust macOS overrides...
sv: Försöker att justera macOS-åsidosättanden...

source: Starting Media Backend...
sv: Startar mediasystemet...

source: Processing user profiles...
sv: Bearbetar användarprofiler...

source: Initializing UI...
sv: Initierar gränssnittet...

source: Determining glucose unit...
sv: Bedömmer glukosenhet...

source: Initializing UX...
sv: Initierar användarupplevelsen...

source: Last reading was %s (%s)
sv: Senaste värde var %s (%s)

source: Threshold: %d minutes
sv: Gräns: %d minuter

source: There's no last reading to show
sv: Det finns inget senaste värde att visa

source: Latest Reading: Value = %.2f, Date = %s
sv: Senaste avläsning: Värde = %.2f, tidpunkt = %s

source: Hi = When BG is considered high Lo = When BG is considered low Ranges: Defines "desirable" levels within normal. Not supported by all backends
sv: Hög = När BS anses högt Lo = När BS anses lågt Områden: Satta "önskvärda" nivåer, inom normalområdet. Stöds inte av alla system

source: Limit Explanation
sv: Begränsa förklaring

source: LOW
sv: LÅGT

source: Lo < %.1f
sv: Låg < %.1f

source: Force update
sv: Tvinga uppdatering

# trndi.strings.rs_menu_help
source: Help
sv: Hjälp

source: Glucose
sv: Blodsocker

# trndi.strings.rs_menu_settings
source: Settings
sv: Inställningar

source: Label %s is missing!
sv: Etikett %s saknas!

source: Showing data for: "%s"
sv: Visar data för: "%s"

source: Showing the standard user
sv: Visar standardanvändaren

source: Showing %s (standard user)
sv: Visar %s (standardanvändaren)

source: Showing data for: %s (username "%s")
sv: Visar data för: %s (användarnamn "%s")

source: Trndi found multiple accounts. Please choose one for this instance
sv: Trndi hittade fler konton. Vänligen välj ett för denna instans

source: Trndi found multiple accounts. Please choose one for this instance, or continue with the default account
sv: Trndi hittade flera konton. Välj ett för denna session, eller fortsätt med standardkontot

source: User select
sv: Kontoval

source: No data, error(?):
sv: Ingen data, fel(?):

source: <none>
sv: <inget>

# trndi.strings.rs_noplugins
source: Built Without Support
sv: Byggd utan stöd

source: No readings recieved. Has your CGM synced recently? Is the remote server working?
sv: Inga avläsningar mottogs. Har din CGM synkat nyligen? Fungerar servern?

source: No fresh data is available. Trndi will attemp to fetch data until recent values are available
sv: Ingen färsk data finns att tillgå Trndi kommer försöka hämta data tills dess nyliga värden finns

source: Your internet connection is not working, Trndi cannot fetch readings!
sv: Din internetanslutning fungerar inte. Trndi kan inte hämta avläsningar!

source: Over range
sv: Över område

source: Under range
sv: Under område

source: %s (%d.%.2d min ago)
sv: %s (%d.%.2d min sedan)

source: over
sv: över

source: Your predicted future readings are shown on the lower-right-hand-side of the window; the difference from the last reading is shown in the middle
sv: Dina förutspådda avläsningar visas i det nedra högra hörnet; skillnaden från senaste avläsning visas i mitten

source: Predictions unavailable
sv: Förutspåelser otillgängliga

source: Force predictions
sv: Tvinga förutspåelser

source: Enter the amount of readings to predict (1-20)
sv: Ange antalet avläsningar att förutspå (1-20)

source: Force a prediction
sv: Tvinga en förutspåelse

source: Exit Trndi?
sv: Avsluta Trndi?

source: Would you like to minimize to the Dock, or close Trndi?
sv: Vill du minimera till dockan, eller stänga ned Trndi?

source: Quit or Minimize?
sv: Stäng av eller minimera?

source: Quit the app?
sv: Avsluta appen?

source: The entire window will now change color when out of range, instead of just displaying a colored notification in the top. Applies after the next sync.
sv: Hela fönstret kommer hädanefter att färgas när blodsockret är utanför området, istället för att endast meddelandet högst upp färgas. Verkställs efter nästa synkronosering.

source: In addition to high and low levels, you have set a personal range within "OK". You are now %s that range
sv: Utöver höga och låga nivåer, har ett personligt område inom "Okej" satts. Du är nu %s det området

source: Range Hi > %.1f
sv: Område Högt > %.1f

source: Hi range not supported by API
sv: Högt område stöds inte av källans gränssnitt

source: Range Lo < %.1f
sv: Lmråde lågt < %.1f

source: Lo range not supported by API
sv: Lågt område stöds inte av källans gränssnitt

source: ⟳ Updated: <b>%s</b> <i>(Next update: %s)</i>
sv: ⟳ Uppdaterad: <b>%s</b> <i>(Nästa uppdatering: %s)</i>

source: ⟳ Updated: %s (Next update: %s)
sv: ⟳ Uppdaterad: %s (Nästa uppdatering: %s)

source: Trndi must be restarted for settings to take effect
sv: Trndi måste startas om innan ändringarna aktiveras

source: Reading history
sv: Avläsningshistorik

source: These are the messages currently held in Trndi's log
sv: Dessa är meddelandena som finns i Trndis log

source: Reading
sv: Avläsning

# trndi.strings.rs_rh_time
source: Time
sv: Tidpunkt

source: Historical readings
sv: Historiska värden

# trndi.strings.rs_rh_unknown
source: Unknown
sv: Okänd

source: The settings dialog will now open, in the future please right-click the reading to open the menu.
sv: Inställningarna kommer nu att öppnas, i framtiden vänligen höger-klicka för att öppna menyn.

source: Safe Mode Enabled
sv: Felsäkert läge aktiverat

source: Trndi is running in <b>Safe Mode</b>!<ul><li>No start-up actions from extensions will run</li><li>You cannot use, and no actions will trigger from, extensions</li></ul><br>Extensions will load next run, unless you press <b>CTRL</b>!
sv: Trndi körs i <b>felsäkertläge</b>!<ul><li>Inga startåtgärder från tillägg körs</li><li>Du kan inte använda, och inga åtgärder kommer att köras från, tillägg</li></ul><br>Tillägg kommer att köras nästa start, såvida du inte trycker <b>CTRL</b>!

source: Adjust: %.2f / Scale: %.2fx
sv: Justering: %.2f / Skala: %.2fx

source: Dot Adjustment
sv: Punktjustering

source: Add dot adjustment
sv: Lägg till punktjustering

source: You can enter plus or minus. Plus = down. 0 = neutral
sv: Du kan ange plus eller minus. Plus = ned, 0 = neutral

source: Predictions:
sv: Förutspåelser:

source: Reading %d: %.1f %s at %s
sv: Avläsning %d: %.1f %s vid %s

source: Unable to predict: %s
sv: Kunde inte förutspå: %s

source: %s (%s) %s Default Separator: %s
sv: %s (%s)r %sr Standardsavgränsare: %s

source: Save settings?
sv: Spara inställningarna?

source: Settings saved and applied. Some settings may require a restart
sv: Inställningarna sparades och applicerades. Vissa inställningar kan kräva en omstart

source: Would you like to save any changes made?
sv: Vill du spara eventuella ändringar?

# trndi.strings.rs_setup
source: Setup
sv: Konfig

source: Going high
sv: Blir hög

source: Going low
sv: Blir låg

source: Good
sv: Bra

# trndi.strings.rs_speak_high
source: High
sv: Hög

# trndi.strings.rs_speak_low
source: Low
sv: Låg

source: Loading Extension:
sv: Laddar tillägg:

source: Loading Extensions...
sv: Laddar tillägg...

source: This is your time in range for the last %s hours and %s minutes
sv: Detta är din tid i målområdet under de senaste %s timmarna och %s minuterna

source: This is your time in range for the last hour and %s minutes
sv: Detta är din tid i målområdet under den senaste timmen och %s minuterna

source: This is your time in range for the last %s minutes
sv: Detta är din tid i målområdet under de senaste %s minuterna

source: Your low limit is %.1f, high is %.1f
sv: Din låga gräns är %.1f, hög är %.1f

source: Your low range is %.1f, high is %.1f
sv: Ditt låga område är %.1f, hög är %.1f

# trndi.strings.rs_tpobottomleft
source: Bottom Left
sv: Nere till vänster

# trndi.strings.rs_tpobottomright
source: Bottom Right
sv: Nere till höger

# trndi.strings.rs_tpocenter
source: Desktop Center
sv: Mitten av skrivbordet

# trndi.strings.rs_tpocustom
source: Last position
sv: Senaste position

# trndi.strings.rs_tpotopright
source: Top Right
sv: Höger topp

source: Trndi on GitHub
sv: Trndi på GitHub

source: Loading
sv: Laddar

source: High blood sugar! Currently: %s
sv: Högt blodsocker! Nuvarande: %s

source: Blood sugar high
sv: Högt blodsocker

source: Low blood sugar! Currently: %s
sv: Lågt blodsocker! Nuvarande: %s

source: Blood sugar low
sv: Lågt blodsocker

source: The text-to-speech (TTS) software "%s" is not available.
sv: Text-till-tal (TTS-mjukvaran) "%s" är inte tillgänglig.

source: No longer announcing readings aloud
sv: Läser inte upp värden

source: Announcing readings aloud
sv: Läser upp värden

source: ⚙️ Trndi API Interface: %s
sv: ⚙️ Trndis API-gränssnitt: %s

source: Apply this value when Trndi starts?
sv: Läs in detta värde när Trndi startar?

source: Remember setting?
sv: Kom ihåg inställning?

source: Save?
sv: Spara?

source: Customize dot size
sv: Anpassa punktstorlek

# trndi.strings.sdatatypeerr
source: Datatype %s was not expected, expected in function %s
sv: Datatypen %s förväntades inte, förväntad i funktionen %s

# trndi.strings.sdatatypeerrfunc
source: Datatype "%s" was not expected, in function "%s". Expected "%s"
sv: Datatypen ”%s” förväntades inte, i funktionen ”%s”. Förväntade ”%s”

# trndi.strings.sdatatypeerrpos
source: Datatype %s was not expected, expected in function %s, parameter %d
sv: Datatypen ”%s” förväntades inte, förväntad i funktionen %s, parameter %d

source: 💻 Device: %s
sv: 💻 Enhet: %s

# trndi.strings.sdotsize
source: Dot Size
sv: Punktstorlek

source: Enter a value, the dot size will multiply by this
sv: Skriv in ett värde, punktstorleken kommer att gångras med detta

source: Extension Confirmation
sv: Tilläggsbekräftelse

source: Extension Error
sv: Fel i tillägg

source: Extension Event
sv: Tilläggshändelse

source: File "%s" not found
sv: Filen "%s" hittades inte

source: Extension Message
sv: Tilläggsmeddelande

source: User Information
sv: Användarinformation

source: Extension Warning
sv: Tilläggsvarning

source: Forcefully refresh the reading?
sv: Tvinga uppdatering av avläsning?

source: Last update was %d seconds ago. Wait %d more seconds for fresh data, or force refresh now?
sv: Senaste uppdateringen var %d sekunder sedan. Vänta %d sekunder för att få färsk data, eller tvinga en uppdatering?

source: Force refresh will bypass the cache and make an immediate API call. Waiting allows the system to use cached data efficiently.
sv: Tvingad uppdatering kommer att förbigå cachen och uppdatera omedelbart. Om du väntar kan systemet använda cachead data effektivt.

# trndi.strings.slogdesc
source: Trndi has captured data sent to console.log in a JavaScript extension
sv: Trndi har fångat utdata från console.log i ett JavaScript-tillägg

source: <No message provided>
sv: <Inga meddelanden finns>

source: No buffered console messages to show.
sv: Inga buffrade konsolmeddelanden att visa.

# trndi.strings.slogrecevive
source: Output through console.log has been received
sv: Utmatning genom console.log har mottagits

source: 𐩘 Noise: %d
sv: 𐩘 Brus: %d

# trndi.strings.snotrace
source: No stack trace available
sv: Ingen stackspårning finns

# trndi.strings.spromerrcapt
source: The asyncronous function %s failed to complete
sv: Den asynkrona funktionen %s misslyckades

source: Reading here: %s at %.2d:%.2d
sv: Avläsning här: %s kl %.2d:%.2d

source: Refresh?
sv: Läs om?

source: 📻 RSSI (Signal Strength): %d%%
sv: 📻 RSSI (signalstyrka): %d%%

# trndi.strings.sstackerrmsg
source: Error: %s Stack: %s %s
sv: Fel: %s Stack: %s %s

# trndi.strings.sstackfailed
source: An error occurred, and the stacktrace could not be loaded. Showing backtrace.
sv: Ett fel uppstod och stackspårningen kunde inte laddas. Visar bakåtspårning.

source: Transmitter information
sv: Sändarinformation

# trndi.strings.stypeerrcapt
source: A data type differes from what was expected
sv: En datatyp skiljer sig från vad som förväntats

# trndi.strings.stypeerrdesc
source: The extension was stopped
sv: Tillägget stoppades

# trndi.strings.stypeerrmsg
source: A data type was expected, but another was found
sv: En datatyp förväntades, men en annan påträffades

# trndi.strings.sunknownerr
source: Unknown error
sv: Okänt fel

source: Auto-detect
sv: Automatisk
