Repository: slicke/trndi
Catalog: lang/Trndi.*.po
Languages: sv

source: This controls how Trndi's icon in the status bar and/or tray will notify you visually.
sv: Detta styr hur Trndi:s ikon visas i statusfältet och/eller klockkonen notifierar dig visuellt.

source: This backend is in a beta stage, it may not work as intended! If possible, choose another backend.
sv: Denna datakälla är i betastadiet, den kanske inte fungerar korrekt! Om möjligt, välj en annan källa.

source: This is a new Deccom backend, it's in a beta stage! If possible, choose the old backend. Please set your own thresholds in the Customization tab.
sv: Detta är ett nytt Dexcomstöd, det är i betastadiet! Om möjligt, välj det gamla. Vanligen sätt dina egna gränser på tabben Personalisera.

source: Select your CGM system in the list, then enter your credentials
sv: Välj ditt CGM-system, ange sedan dina uppgifter

source: Trndi can draw a rectangle/background in the graph's background, to visually represent your high and low limits.
sv: Trndi kan rita en rektangel/bakgrund i grafens bakgrund, för att visuellt representera dina gränser för högt och lågt.

source: This only applies for the current loaded account: %s
sv: Detta gäller endast det nuvarande kontot: %s

source: Settings for "default" only apply while multi-user is active
sv: Inställningar för "standard" gäller endast medan flera konton finns

source: These settings are available when using a multi-account
sv: Dessa inställningar är tillgängliga när flera användare finns

source: Override/set your own limits for the custom range. This is your personal ideal goal, within the high/low area.
sv: Överskrid/sätt dina egna gränser för ditt föredragna område. Detta är ditt ideala mål, inom gränserna för högt/lågt.

source: (Ignored for debug backend)
sv: (Ignorerat i debugläge)

source: This is a debug backend. It's used for testing purposes only! No data will be sent to any remote server.
sv: Detta är ett utvecklingsbackend. Det används bara för test! Ingen data kommer skickas till någon fjärrserver.

# uconf.rs_default_account
source: Default
sv: Standard

source: When the previous reading is missing, use the next available reading within this many 5-minute-intervals to calculate delta.
sv: När en tidigare avläsning saknas, använd nästa tillgängliga avläsning inom detta antal 5 minuters-intervaller för att beräkna delta.

source: Dexcom servers do not provide custom high and low blood sugar values. Please set your own thresholds in the Customization tab.
sv: Dexcom:s servrar tillhandahåller inte värden för vad som är högt och lågt. Vänligen ställ in dina egna gränser under fliken Personalisera.

source: Dot appearance is modified below!
sv: Punktutseende ändras nedan!

source: You can change the design of the trend dots here, by using Unicode characters. Enter the Unicode, or use a template. There are two dots, the normal dot and the current reading (when the dots are expanded/clicked)
sv: Du kan ändra formen på trendpunkterna hör, genom att använd Unicode-tecken. Ange Unicode, eller använd en mall. Det finns två punkter, den vanliga och den som visas som nuvarande avläsning (när punkterna expanderar/klickas)

source: Changing the trend dots
sv: Ändrar trendpunkterna

source: Driver contributor:
sv: Bidragen av:

source: Names must be unique
sv: Namn måste vara unika

source: Proxy host is empty.
sv: Proxyservern är tom.

source: Please enter a name
sv: Vänligen ange ett namn

source: Letters, space and numbers only
sv: Endast bokstäver, mellanslag och nummer

source: Enter a username
sv: Ange ett användarnamn

source: Address must start with http(s)://
sv: Adressen måste börja med http(s)://

source: You must enter a valid e-mail address
sv: Du måste ange en riktig e-postadress

source: You must enter a password
sv: Du måste ange ett lösenord

source: Extensions count: %d
sv: Tilläggsantal: %d

source: You can change the font of the reading, time and arrow. Click on the respective item here to change the font
sv: Du kan ändra typsnittet på avläsning, tid och pil. Klicka på respektive här för att ändra typsnittet

source: Choose an icon for the current point in the graph
sv: Välj en ikon för den nuvarande punkten i grafen

source: This will be used for curent graph point
sv: Denna kommer användas för den nuvarande grafpunkten

source: Choose an icon for points in the graph
sv: Välj en ikon för punkterna i grafen

source: This will be used for graph points
sv: Denna kommer att användas för grafpunkterna

source: Choose icon
sv: Välj ikon

source: Shows if Trndi detected a touch screen
sv: Visar om Trndi upptäckt en pekskärm

source: When calculatingg time-in-range, do so over this amount of minutes. If the number is higher than the data available, the max time will be used - this is currently %d minutes.
sv: När tid-i-målområdet beräknas, gör det för detta antal minuter. Om numret är högre än tillgänglig data, visas maxtiden - vilket just nu är %d minuter.

source: Trndi supports <b>more than one user</b>, this is called the <i>multi user mode</i>.<br>In this section you can add/remove accounts. There's <i>always</i> a default account which cannot be deleted. Accounts have their own settings and remote servers, and are <i>"sandboxed"</i>.<br><br>Start a new instance of Trndi to log in to a given user account.
sv: Trndi stöder <b>mer än en användare</b>, detta kallas <i>fleranvändarläge</i>.<br>I denna del kan du lägga till/ta bort konton. Det finns <i>alltid</i> ett standardkonto som inte kan raderas. Konton har sina egna inställningar och fjärrservrar samt är <i>"sandboxade"</i>. <br><br>Starta en ny instans av Trndi för att logga in på ett givet konto.

source: Version %s is available, would you like to go to the downloads page? You can also ignore this warning for 2 weeks.
sv: Version %s finns tillgänglig, vill du besöka nedladdningssidan? Du kan också ignorera denna varning i 2 veckor.

source: New version available
sv: Ny version tillgänglig

source: A new pre-release for %s is available, would you like to go to the downloads page?
sv: En förhandsversion av %s finns tillgänglig, vill du besöka nedladdningssidan?

# uconf.rs_notifications
source: Notifications
sv: Notiser

source: Trndi will show a system notification (if available) when your reading is in a dangerous state. Alerts will trigger once when hi/low and every 15 minutes when readings are missing.
sv: Trndi kommer visa en systemnotifikation (om möjligt) när dina avläsningar är farliga. Notifikationer kommer visas en gång när du är hög/låg och var 15 minut när avläsningar saknas.

source: Notifications will appear where you normally get notification messages.
sv: Notiser visas där du brukar se notismeddelanden.

source: A notification system is required
sv: Ett notissystem krävs

source: Trndi uses a system called "%s" to send desktop notices, you need to have this system installed in order to recieve notices.
sv: Trndi använder systemet "%s" för att visa notiser, det måste vara installerat för att dessa ska visas.

source: - Extension has no copyright info -
sv: - Tillägget saknar upphovsrättsinfo -

source: This version of Trndi does not support extensions
sv: Denna version av Trndi stöder inte tillägg

source: Please download a version of Trndi that supports extensions
sv: Vänligen ladda hem en version av Trndi som stöder tillägg

source: Due to hardware limitations, %s on %s cannot support extensions
sv: P.g.a. hårdvarubegränsningar, kan %s på %s inte stöda tillägg

source: This is the time after which Trndi will show the "no recent" readings overlay. Trndi checks this when updating from the remote server, not every minute.
sv: Detta är den tid efter vilken Trndi visar "inga färska avläsningar". Trndi kontrollerar detta när en uppdatering sker från servern, inte varje minut.

source: Setting values here allows you to define your own high and low blood sugar limits in Trndi. NightScout: Trndi automatically retrieves your custom high and low settings from NightScout, so manually setting them here is usually unnecessary. Dexcom: Dexcom servers do not provide custom high and low values. By setting them here, you can establish your own thresholds for Dexcom data.
sv: Om du ställer in dessa värden, kan du ställa in egna gränser för höga och låga blodsockernivåer i Trndi. NightScout: Trndi hämtar automatiskt dina satta höga och låga nivåer från NightScout, att manuellt ställa in dem här är normalt sätt inte nödvändigt. Dexcom: Dexcoms servrar tillhandahåller inte egna höga och låga gränsvärden. Genom att skriva in värdena här, ställer du in gränserna direkt i Trndi.

source: Choose which language to run Trndi in. Should you choose the wrong one, you can press the Windows/"meta" button at start to force English!
sv: Välj vilket språk Trndi ska startas på. Om du väljer fel, kan du hålla ned Windows/"meta"-knappen vid start för att tvinga engelska!

source: You are using the NightScout backend, you should set these values on your server (if possible), as Trndi uses your NightScout preferences by default
sv: Du använder NightScout, du bör sätta dessa värden på din server (om möjligt), eftersom Trndi plockar upp värdena som standard

source: This feature depends on your Window Manager (WM). %s may not support this feature.
sv: Denna funktion beror på din fönsterhanterare ((WM). %s kanske inte stöder denna funktion.

source: Restricted Feature
sv: Begränsad funktion

source: This feature depends on your Window Manager. It may not support this feature.
sv: Denna funktion beror på din fönsterhanterare ((WM). Den kanske inte stöder denna funktion.

source: Trndi will try to predict future readings. This is experimental and potentially unsafe! Do not make any treatment decisions based on these values! This feature is used on your own risk and responsibility!
sv: Trndi kommer försöka att förutspå framtida värden. Detta är experimentellt och potentiellt osäkert! Gör inga behandlingar baserat på dessa värden! Du använder funktionen på egen risk och ansvar!

source: Trndi can predict/guess what your reading will be in the future. This will be shown in the lower right part of the screen.
sv: Trndi kan förutspå/gissa vad avläsningen kommer visa i framtiden. Detta visas i skärmens nedre högra hörn.

source: The prediction horizon is how far in the future Trndi will show predictions, when just showing one. This is not an exact time, it may vary, it's just a target time.
sv: Prognoshorisonten är hur långt i framtiden Trndi förutspår avläsningar, när endast en visas. Tiden är inte exakt, den kan variera, utan är endast ett mål.

source: When in Privacy Mode, the actual blood glucose value is hidden. Trndi will only tell the user if it's good, high or low.
sv: När privat läge är aktiverat, visas inte avläsningar. Trndi visar istället bara om sockret är bra, högt eller lågt.

source: Removed accounts are made inactive, and can be restored by adding the same name again
sv: Borttagna konton blir inaktiva, de kan återställas genom att skapa om användaren med samma namn

source: Trndi won't allow a larger limit, for your own saftey. This can be overridden manually/via plugin
sv: Trndi tillåter inte en större gräns, för din egen säkerhet. Detta kan överskrivas manuellt/via plugin

source: Trndi won't allow a lower limit, the backend system only reports values every 5 minutes. 6 = one reading missing.
sv: Trndi tillåter inte en lägre gräns, backendsystemet rapporterar bara värden var 5:e minut. 6 = en missad avläsning.

source: Select a font
sv: Välj ett typsnitt

source: Select a font for the arrow
sv: Välj ett typsnitt för pilen

source: Choose a font to use
sv: Välj ett typsnitt

source: Select a font for the reading
sv: Välj ett typsnitt för avläsningen

source: Select a font for the time
sv: Välj ett typsnitt för tiden

source: By default, Trndi only shows up/down/straight. You can enable the full range of arrows here - however you must realize that this is very experimental and potentially less accurate!
sv: Som standard visar Trndi bara upp/ned/rakt. Du kan aktivera att hela mängden av pilar ska visas - dock måste du vara medveten om att detta är mycket experimentfullt och kan potentiellt vara mindre exakt!

source: This backend is in alpha stage, it may not work as intended! Please set your own thresholds in the Customization tab.
sv: Detta backend är i alfastadiet, det kanske inte funkar som tänkt! V.g sätt dina egna gränser under Personalisera-tabben.

source: Could not connect!
sv: Kunde inte ansluta!

source: Successfully connected!
sv: Ansluten!

source: Sorry! Trndi does not (yet) support connection testing for this service!
sv: Ledsen! Trndi stöder (ännu) inte anslutningstest för denna tjänst!

source: Trndi can draw a line on the graph's background, to represent where your high/low limits are.
sv: Trndi kan rita en linje på grafens bakgrund, för att representera dina höga/låga gränser.

source: By default Trndi shows the amount of minutes since the last reading, this setting allows you to display the time of the last reading instead.
sv: Som standard visar Trndi antalet minuter sedan senaste avläsning, denna inställning gör att tiden för avläsningen visas istället.

source: You will be alerted again after %s
sv: Du kommer att påminnas igen efter %s

source: You are up to date
sv: Du är uppdaterad

source: Trndi can load a URL when high or low in your default web browser.
sv: Trndi kan ladda en adress i din standardwebbläsare när du är hög eller låg.

source: Your desktop session is Wayland. Wayland compositors (including KWin) restrict third-party apps from forcing windows above others. Right-click the title bar, select more options and check the always-on-top option (or similar)
sv: Din skrivbordssession är Wayland. Wayland-kompositorer (inklusive KWin) begränsar tredjepartsappar från att tvinga sig överst. Högerklicka på titelraden, välj fler alternativ och klicka på alltid överst (eller liknande)

source: Trndi can expose a <b>WebAPI</b> for use with <i>third-party systems</i>.<br><br>This is an advanced feature, you can safely disregard it if you don't know what it does!
sv: Trndi kan starta ett <b>Web-API</b> för att kommunicera med <i>tredjepartssystem</i>.<br><br>Detta är en avancerad funktion, du kan ignorera den säkert om du inte vet vad den gör!

source: Make sure you are on the same network as the xDrip app. Make sure that web access is turned on.
sv: Se till att du är på samma nätverk som xDrip-appen. Säkerställ att webbtjänsten är påslagen.

source: You can use shift+<number> to manually set visibility (0 = 100% visible)
sv: Du kan använda skift+<nummer> för att manuellt sätta synligheten (0 = 100% synlig)

source: You can hold down shift and plus (+) or minus (-) to change the window size
sv: Du kan hålla ned skift och plus (+) eller minus (-) för att justera fönstrets storlek

# uhistorygraph.rs_history_graph_axis_time
source: Time
sv: Tidpunkt

source: Save readings as CSV
sv: Spara avläsningar som CSV

source: No history data to plot
sv: Ingen historisk data att rita ut

source: Click a dot to see the full reading details
sv: Klicka på en punkt för att se detaljer om avläsningen

# uhistorygraph.rs_history_graph_key_high
source: High
sv: Hög

# uhistorygraph.rs_history_graph_key_low
source: Low
sv: Låg

source: In range
sv: I område

source: Range high
sv: Högt område

source: Range low
sv: Lågt område

source: Legend
sv: Förklaring

# uhistorygraph.rs_history_graph_key_unknown
source: Unknown
sv: Okänd

source: Save as Image...
sv: Spara som bild...

source: Save as CSV...
sv: Spara som CSV...

source: %d readings
sv: %d avläsningar

source: Failed to save graph: %s
sv: Misslyckades att spara grafen: %s

source: Graph saved successfully
sv: Grafen sparades

source: Save graph as PNG
sv: Spara graf som PNG

source: History graph
sv: Historikgraf

source: Readings (%s)
sv: Avläsningar (%s)
